{
    "warrior": {
        "name": "Warrior",
        "description": "Warriors are a good ally to have in a fight. Warriors know how to use weapons and defend yourself. Depending on the genre and setting in question, this might mean wielding a sword and shield in the gladiatorial arena, an AK-47 and a bandolier of grenades in a savage firefight, or a blaster rifle and powered armor when exploring an alien planet.",
        "intrusions": [
            {
                "name": "Perfect Setup",
                "description": "You're fighting at least three foes and each one is standing in exactly the right spot for you to use a move you trained in long ago, allowing you to attack all three as a single action. Make a separate attack roll for each foe. You remain limited by the amount of Effort you can apply on one action."
            },
            {
                "name": "Old Friend",
                "description": "A comrade in arms from your past shows up unexpectedly and provides aid in whatever you're doing. They are on a mission of their own and can't stay longer than it takes to help out, chat for a while after, and perhaps share a quick meal."
            },
            {
                "name": "Weapon Break",
                "description": "Your foe's weapon has a weak spot. In the course of the combat, it quickly becomes damaged and moves two steps down the object damage track."
            }
        ],
        "starting_pools": {
            "Intellect": 8,
            "Might": 10,
            "Speed": 10
        },
        "starting_features": [
            {
                "name": "Effort",
                "description": "Your Effort is 1."
            },
            {
                "name": "Physical Nature",
                "description": "You have a Might Edge of 1 and a Speed Edge of 0, or you have a Might Edge of 0 and a Speed Edge of 1. Either way, you have an Intellect Edge of 0."
            },
            {
                "name": "Cypher Use",
                "description": "You can bear two cyphers at a time."
            },
            {
                "name": "Weapons",
                "description": "You become practiced with light, medium, and heavy weapons and suffer no penalty when using any kind of weapon. Enabler."
            },
            {
                "name": "Starting Equipment",
                "description": "Appropriate clothing and two weapons of your choice, plus one expensive item, two moderately priced items, and up to four inexpensive items."
            }
        ],
        "backgrounds": [
            "You were in the military and have friends who still serve. Your former commander remembers you well.",
            "You were the bodyguard of a wealthy woman who accused you of theft. You left her service in disgrace.",
            "You were the bouncer in a local bar for a while, and the patrons there remember you.",
            "You trained with a highly respected mentor. They regard you well, but they have many enemies.",
            "You trained in an isolated monastery. The monks think of you as a brother, but you're a stranger to all others.",
            "You have no formal training. Your abilities come to you naturally (or unnaturally).",
            "You spent time on the streets and were in prison for a while.",
            "You were conscripted into military service, but you deserted before long.",
            "You served as a bodyguard to a powerful criminal who now owes you their life.",
            "You worked as a police officer or constable of some kind. Everyone knows you, but their opinions of you vary.",
            "Your older sibling is an infamous character who has been disgraced.",
            "You served as a guard for someone who traveled extensively. You know a smattering of people in many locations.",
            "Your best friend is a teacher or scholar. They are a great source of knowledge.",
            "You and a friend both smoke the same kind of rare, expensive tobacco. The two of you get together weekly to chat and smoke.",
            "Your uncle runs a theater in town. You know all the actors and watch all the shows for free.",
            "Your craftsman friend sometimes calls on you for help. However, they pay you well.",
            "Your mentor wrote a book on martial arts. Sometimes people seek you out to ask about its stranger passages.",
            "Someone you fought alongside in the military is now the mayor of a nearby town.",
            "You saved the lives of a family when their house burned down. They're indebted to you, and their neighbors regard you as a hero.",
            "Your old trainer still expects you to come back and clean up after their classes; when you do, they occasionally share interesting rumors."
        ],
        "tier_abilities": {
            "tier_1": {
                "number": 1,
                "limit": {
                    "name": "four",
                    "number": 4
                },
                "abilities": [
                    "bash",
                    "combat_prowess",
                    "control_the_field",
                    "improved_edge",
                    "no_need_for_weapons",
                    "overwatch",
                    "physical_skills",
                    "practiced_in_armor",
                    "quick_throw",
                    "swipe",
                    "trained_without_armor"
                ]
            },
            "tier_2": {
                "number": 2,
                "limit": {
                    "name": "two",
                    "number": 2
                },
                "abilities": [
                    "crushing_blow",
                    "hemorrhage",
                    "reload",
                    "skill_with_attacks",
                    "skill_with_defense",
                    "successive_attack"
                ]
            },
            "tier_3": {
                "number": 3,
                "limit": {
                    "name": "three",
                    "number": 3
                },
                "abilities": [
                    "deadly_aim",
                    "energy_resistance",
                    "experienced_in_armor",
                    "expert_cypher_use",
                    "fury",
                    "lunge",
                    "reaction",
                    "seize_the_moment",
                    "slice",
                    "spray",
                    "trick_shot",
                    "vigilance"
                ]
            },
            "tier_4": {
                "number": 4,
                "limit": {
                    "name": "two",
                    "number": 2
                },
                "abilities": [
                    "amazing_effort",
                    "capable_warrior",
                    "experienced_defender",
                    "feint",
                    "increased_effects",
                    "momentum",
                    "pry_open",
                    "snipe",
                    "tough_as_nails"
                ]
            },
            "tier_5": {
                "number": 5,
                "limit": {
                    "name": "three",
                    "number": 3
                },
                "abilities": [
                    "adroit_cypher_use",
                    "arc_spray",
                    "improved_success",
                    "jump_attack",
                    "mastery_in_armor",
                    "mastery_with_attacks",
                    "mastery_with_defense",
                    "parry"
                ]
            },
            "tier_6": {
                "number": 6,
                "limit": {
                    "name": "two",
                    "number": 2
                },
                "abilities": [
                    "again_and_again",
                    "finishing_blow",
                    "magnificent_moment",
                    "murderer",
                    "spin_attack",
                    "weapon_and_body"
                ]
            }
        }
    },
    "adept": {
        "name": "Adept",
        "description": "Adepts master powers or abilities outside the experience, understanding, and sometimes belief of others. They might be magic, psychic powers, mutant abilities, or just a wide variety of intricate devices, depending on the setting.",
        "intrusions": [
            {
                "name": "Advantageous Malfunction",
                "description": "A device being used against you malfunctions. It might harm the user or one of their allies for a round, or activate a dramatic and distracting side effect for a few rounds."
            },
            {
                "name": "Convenient Idea",
                "description": "A flash of insight provides you with a clear answer or suggests a course of action with regard to an urgent question, problem, or obstacle you're facing."
            },
            {
                "name": "Inexplicably Unbroken",
                "description": "An inactive, ruined, or presumed-destroyed device temporarily activates and performs a useful function relevant to the situation. This is enough to buy you some time for a better solution, alleviate a complication that was interfering with your abilities, or just get you one more use out of a depleted cypher or artifact."
            }
        ],
        "backgrounds": [
            "You served as an apprentice for an Adept respected and feared by many people. Now you bear their mark.",
            "You studied in a school infamous for its dark, brooding instructors and graduates.",
            "You learned your abilities in the temple of an obscure god. Its priests and worshippers, although small in number, respect and admire your talents and potential.",
            "While traveling alone, you saved the life of a powerful person. They remain indebted to you.",
            "Your mother was a powerful Adept while she lived, helpful to many locals. They look upon you kindly, but they also expect much from you.",
            "You owe money to a number of people and don't have the funds to pay your debts.",
            "You failed disgracefully at your initial studies with your teacher and now proceed on your own.",
            "You learned your skills faster than your teachers had ever seen before. The powers that be took notice and are paying close attention.",
            "You killed a well-known criminal in self-defense, earning the respect of many and the enmity of a dangerous few.",
            "You trained as a Warrior, but your Adept predilections eventually led you down a different path. Your former comrades don't understand you, but they respect you.",
            "While studying to be an Adept, you worked as an assistant for a bank, making friends with the owner and the clientele.",
            "Your family owns a large vineyard nearby known to all for its fine wine and fair business dealings.",
            "You trained for a time with a group of influential Adepts, and they still look upon you with fondness.",
            "You worked the gardens in the palace of an influential noble or person of wealth. They wouldn't remember you, but you made friends with their young daughter.",
            "An experiment you conducted in the past went horribly awry. The locals remember you as a dangerous and foolhardy individual.",
            "You hail from a distant place where you were well known and regarded, but people here treat you with suspicion.",
            "People you meet seem put off by the strange birthmark on your face.",
            "Your best friend is also an Adept. You and your friend share discoveries and secrets readily.",
            "You know a local merchant very well. Since you give them so much business, they offer you discounts and special treatment.",
            "You belong to a secretive social club that gathers monthly to drink and talk."
        ],
        "starting_pools": {
            "Intellect": 12,
            "Might": 7,
            "Speed": 9
        },
        "starting_features": [
            {
                "name": "Effort",
                "description": "Your Effort is 1."
            },
            {
                "name": "Genius",
                "description": "You have an Intellect Edge of 1, a Might Edge of 0, and a Speed Edge of 0."
            },
            {
                "name": "Expert Cypher Use",
                "description": "You can bear three cyphers at a time."
            },
            {
                "name": "Starting Equipment",
                "description": "Appropriate clothing, plus two expensive items, two moderately priced items, and up to four inexpensive items of your choice."
            },
            {
                "name": "Weapons",
                "description": "You can use light weapons without penalty. You have an inability with medium weapons and heavy weapons; your attacks with medium and heavy weapons are hindered."
            }
        ],
        "tier_abilities": {
            "tier_1": {
                "number": 1,
                "limit": {
                    "name": "four",
                    "number": 4
                },
                "abilities": [
                    "distortion",
                    "erase_memories",
                    "far_step",
                    "hedge_magic",
                    "magic_training",
                    "onslaught",
                    "push",
                    "resonance_field",
                    "scan",
                    "shatter",
                    "ward"
                ]
            },
            "tier_2": {
                "number": 2,
                "limit": {
                    "name": "one",
                    "number": 1
                },
                "abilities": [
                    "adaptation",
                    "cutting_light",
                    "hover",
                    "mind_reading",
                    "retrieve_memories",
                    "reveal",
                    "stasis"
                ]
            },
            "tier_3": {
                "number": 3,
                "limit": {
                    "name": "two",
                    "number": 2
                },
                "abilities": [
                    "adroit_cypher_use",
                    "countermeasures",
                    "energy_protection",
                    "fire_and_ice",
                    "force_field_barrier",
                    "sensor",
                    "targeting_eye"
                ]
            },
            "tier_4": {
                "number": 4,
                "limit": {
                    "name": "one",
                    "number": 1
                },
                "abilities": [
                    "death_touch",
                    "exile",
                    "invisibility",
                    "matter_cloud",
                    "mind_control",
                    "projection",
                    "rapid_processing",
                    "regeneration",
                    "reshape",
                    "wormhole"
                ]
            },
            "tier_5": {
                "number": 5,
                "limit": {
                    "name": "two",
                    "number": 2
                },
                "abilities": [
                    "absorb_energy",
                    "concussion",
                    "conjuration",
                    "create",
                    "dust_to_dust",
                    "knowing_the_unknown",
                    "master_cypher_use",
                    "teleportation",
                    "true_senses"
                ]
            },
            "tier_6": {
                "number": 6,
                "limit": {
                    "name": "one",
                    "number": 1
                },
                "abilities": [
                    "control_weather",
                    "earthquake",
                    "move_mountains",
                    "traverse_the_worlds",
                    "usurp_cypher"
                ]
            }
        }
    },
    "explorer": {
        "name": "Explorer",
        "description": "Explorers are a person of action and physical ability, fearlessly facing the unknown. Explorers travel to strange, exotic, and dangerous places, and discover new things. This means Explorers are physical but also probably knowledgeable.",
        "intrusions": [
            {
                "name": "Fortuitous Malfunction",
                "description": "A trap or a dangerous device malfunctions before it can affect you."
            },
            {
                "name": "Serendipitous Landmark",
                "description": "Just when it seems like the path is lost (or you are), a trail marker, a landmark, or simply the way the terrain or corridor bends, rises, or falls away suggests to you the best path forward, at least from this point."
            },
            {
                "name": "Weak Strain",
                "description": "The poison or disease turns out not to be as debilitating or deadly as it first seemed, and inflicts only half the damage that it would have otherwise."
            }
        ],
        "backgrounds": [
            "You were a star high school athlete. You're still in great shape, but those were the glory days, man.",
            "Your brother is the lead singer in a really popular band.",
            "You have made a number of discoveries in your explorations, but not all opportunities to capitalize on them have panned out yet.",
            "You were a cop, but you gave it up after encountering corruption on the force.",
            "Your parents were missionaries, so you spent much of your young life traveling to exotic places.",
            "You served in the military with honor.",
            "You received assistance from a secretive organization, which paid for your schooling. Now they seem to want a lot more from you.",
            "You went to a prestigious university on an athletic scholarship, but you excelled in class as well as on the field.",
            "Your best friend from your youth is now an influential member of the government.",
            "You used to be a teacher. Your students remember you fondly.",
            "You worked as a small-time criminal operative until you were caught and served some time in jail, after which you tried to go straight.",
            "Your greatest discovery to date was stolen by your arch-rival.",
            "You belong to an exclusive organization of Explorers whose existence is not widely known.",
            "You were kidnapped as a small child under mysterious circumstances, although you were recovered safely. The case still has some notoriety.",
            "When you were young, you were addicted to narcotics, and now you are a recovering addict.",
            "While exploring a remote location, you saw something strange you've never been able to explain.",
            "You own a small bar or restaurant.",
            "You published a book about some of your exploits and discoveries, and it has achieved some acclaim.",
            "Your sister owns a store and gives you a hefty discount.",
            "Your father is a high-ranking officer in the military with many connections."
        ],
        "starting_pools": {
            "Intellect": 9,
            "Might": 10,
            "Speed": 9
        },
        "starting_features": [
            {
                "name": "Effort",
                "description": "Your Effort is 1."
            },
            {
                "name": "Physical Nature",
                "description": "You have a Might Edge of 1, a Speed Edge of 0, and an Intellect Edge of 0."
            },
            {
                "name": "Cypher Use",
                "description": "You can bear two cyphers at a time."
            },
            {
                "name": "Starting Equipment",
                "description": "Appropriate clothing and a weapon of your choice, plus two expensive items, two moderately priced items, and up to four inexpensive items."
            },
            {
                "name": "Weapons",
                "description": "You can use light and medium weapons without penalty. You have an inability with heavy weapons; your attacks with heavy weapons are hindered."
            }
        ],
        "tier_abilities": {
            "tier_1": {
                "number": 1,
                "limit": {
                    "name": "four",
                    "number": 4
                },
                "abilities": [
                    "block",
                    "danger_sense",
                    "decipher",
                    "endurance",
                    "find_the_way",
                    "fleet_of_foot",
                    "improved_edge",
                    "knowledge_skills",
                    "muscles_of_iron",
                    "no_need_for_weapons",
                    "physical_skills",
                    "practiced_in_armor",
                    "practiced_with_all_weapons",
                    "surging_confidence",
                    "trained_without_armor"
                ]
            },
            "tier_2": {
                "number": 2,
                "limit": 4,
                "abilities": [
                    "curious",
                    "danger_instinct",
                    "enable_others",
                    "escape",
                    "eye_for_detail",
                    "foil_danger",
                    "hand_to_eye",
                    "investigative_skills",
                    "quick_recovery",
                    "range_increase",
                    "skill_with_defense",
                    "stand_watch",
                    "travel_skills",
                    "wreck"
                ]
            },
            "tier_3": {
                "number": 3,
                "limit": {
                    "name": "three",
                    "number": 3
                },
                "abilities": [
                    "controlled_fall",
                    "experienced_in_armor",
                    "expert_cypher_use",
                    "ignore_the_pain",
                    "obstacle_running",
                    "resilience",
                    "run_and_fight",
                    "seize_the_moment",
                    "skill_with_attacks",
                    "stone_breaker",
                    "think_your_way_out",
                    "trapfinder",
                    "wrest_from_chance"
                ]
            },
            "tier_4": {
                "number": 4,
                "limit": {
                    "name": "two",
                    "number": 2
                },
                "abilities": [
                    "capable_warrior",
                    "expert_skill",
                    "increased_effects",
                    "read_the_signs",
                    "runner",
                    "subtle_steps",
                    "tough_as_nails"
                ]
            },
            "tier_5": {
                "number": 5,
                "limit": {
                    "name": "three",
                    "number": 3
                },
                "abilities": [
                    "adroit_cypher_use",
                    "free_to_move",
                    "group_friendship",
                    "hard_to_kill",
                    "jump_attack",
                    "mastery_with_defense",
                    "parry",
                    "physically_gifted",
                    "take_command",
                    "vigilant"
                ]
            },
            "tier_6": {
                "number": 6,
                "limit": {
                    "name": "three",
                    "number": 3
                },
                "abilities": [
                    "again_and_again",
                    "inspire_coordinated_actions",
                    "mastery_in_armor",
                    "mastery_with_attacks",
                    "negate_danger",
                    "share_defense",
                    "spin_attack",
                    "wild_vitality"
                ]
            }
        }
    },
    "speaker": {
        "name": "Speaker",
        "description": "Speakers good with words and good with people. Speakers talk their way past challenges and out of jams, and get people to do what they want.",
        "intrusions": [
            {
                "name": "Friendly NPC",
                "description": "An NPC you don't know, someone you don't know that well, or someone you know but who hasn't been particularly friendly in the past chooses to help you, though doesn't necessarily explain why. Maybe they'll ask you for a favor in return afterward, depending on how much trouble they go to."
            },
            {
                "name": "Perfect Suggestion",
                "description": "A follower or other already-friendly NPC suggests a course of action with regard to an urgent question, problem, or obstacle you're facing."
            },
            {
                "name": "Unexpected Gift",
                "description": "An NPC hands you a physical gift you were not expecting, one that helps put the situation at ease if things seem strained, or provides you with a new insight for understanding the context of the situation if there's something you're failing to understand or grasp."
            }
        ],
        "backgrounds": [
            "One of your parents was a famous entertainer in their early years and hoped you would excel in the same medium.",
            "Your brother is the lead singer in a really popular band.",
            "You were inducted into a secret society that claims to hold and protect esoteric knowledge opposing the forces of evil.",
            "You lost one of your parents to alcoholism. They may still be alive, but you'd be hard pressed to find forgiveness.",
            "You have no memory of anything that happened to you before the age of 18.",
            "Your grandparents raised you on a farm far from bustling urban centers. You like to think the instruction they gave you prepared you for anything.",
            "As an orphan, you had a difficult childhood, and your entry into adulthood was challenging.",
            "You grew up in extreme poverty, among criminals. You still have some connections with the old neighborhood.",
            "You served as an envoy for a powerful and influential person in the past, and they still look upon you with favor.",
            "You have an annoying rival who always seems to get in your way or foil your plans.",
            "You've worked yourself into the position of spokesperson for an organization or company of some importance.",
            "Your neighbors were murdered, and the mystery remains unsolved.",
            "You have traveled extensively, and during that time you accumulated quite a collection of strange souvenirs.",
            "Your childhood sweetheart ended up with your best friend (now your ex-best friend).",
            "You are part of a maligned minority, but you work to bring the injustice of your status to public attention.",
            "You're part owner of a local bar, where you're something of a whiz in creating specialty cocktails.",
            "You once ran a con that cheated important people out of money, and they want revenge.",
            "You used to act in a traveling theater, and they remember you fondly (as do people in the places you visited).",
            "You are in a close romantic relationship with someone in local politics.",
            "Someone out there tries to pose as you, using your identity, often for nefarious ends. You've never met the culprit, but you'd certainly like to."
        ],
        "starting_pools": {
            "Speed": 9,
            "Might": 8,
            "Intellect": 11
        },
        "starting_features": [
            {
                "name": "Effort",
                "description": "Your Effort is 1."
            },
            {
                "name": "Genius",
                "description": "You have an Intellect Edge of 1, a Might Edge of 0, and a Speed Edge of 0."
            },
            {
                "name": "Cypher Use",
                "description": "You can bear two cyphers at a time."
            },
            {
                "name": "Weapons",
                "description": "You can use light weapons without penalty. You have an inability with medium and heavy weapons; your attacks with medium and heavy weapons are hindered."
            },
            {
                "name": "Starting Equipment",
                "description": "Appropriate clothing and a light weapon of your choice, plus two expensive items, two moderately priced items, and up to four inexpensive items."
            }
        ],
        "tier_abilities": {
            "tier_1": {
                "number": 1,
                "limit": {
                    "name": "four",
                    "number": 2
                },
                "abilities": [
                    "anecdote",
                    "babel",
                    "demeanor_of_command",
                    "encouragement",
                    "enthrall",
                    "erase_memories",
                    "fast_talk",
                    "inspire_aggression",
                    "interaction_skills",
                    "practiced_with_medium_weapons",
                    "spin_identity",
                    "terrifying_presence",
                    "understanding"
                ]
            },
            "tier_2": {
                "number": 2,
                "limit": {
                    "name": "two",
                    "number": 2
                },
                "abilities": [
                    "basic_follower",
                    "calm_stranger",
                    "disincentivize",
                    "gather_intelligence",
                    "impart_ideal",
                    "inspiring_ease",
                    "interaction_skills",
                    "practiced_in_armor",
                    "skill_with_defense",
                    "speedy_recovery",
                    "unexpected_betrayal"
                ]
            },
            "tier_3": {
                "number": 3,
                "limit": {
                    "name": "three",
                    "number": 3
                },
                "abilities": [
                    "accelerate",
                    "blend_in",
                    "discerning_mind",
                    "expert_cypher_use",
                    "expert_follower",
                    "grand_deception",
                    "lead_by_inquiry",
                    "mind_reading",
                    "oratory",
                    "perfect_stranger",
                    "quick_wits",
                    "telling"
                ]
            },
            "tier_4": {
                "number": 4,
                "limit": {
                    "name": "two",
                    "number": 2
                },
                "abilities": [
                    "anticipate_attack",
                    "confounding_banter",
                    "feint",
                    "heightened_skills",
                    "psychosis",
                    "read_the_signs",
                    "spur_effort",
                    "strategize",
                    "suggestion"
                ]
            },
            "tier_5": {
                "number": 5,
                "limit": {
                    "name": "three",
                    "number": 3
                },
                "abilities": [
                    "adroit_cypher_use",
                    "discipline_of_watchfulness",
                    "experienced_in_armor",
                    "flee",
                    "foul_aura",
                    "knowing_the_unknown",
                    "regeneration",
                    "skill_with_attacks",
                    "stimulate"
                ]
            },
            "tier_6": {
                "number": 6,
                "limit": {
                    "name": "two",
                    "number": 2
                },
                "abilities": [
                    "assume_control",
                    "battle_management",
                    "crowd_control",
                    "inspiring_success",
                    "recruit_deputy",
                    "shatter_mind",
                    "true_senses",
                    "word_of_command"
                ]
            }
        }
    }
}