{
    "types": {
        "name": "Types",
        "description": "A type is the basis upon which a whole character is built, it's important to consider how the type relates to the chosen setting. To help with this, types are actually general archetypes."
    },
    "flavors": {
        "name": "Flavors",
        "description": "Flavors are groups of special abilities the GM and players can use to alter a character type to make it more to their liking or more appropriate to the genre or setting. For example, if a player wants to create a magic-using thief character, she could play an Adept with stealth flavoring. In a science fiction setting, a Warrior might also have knowledge of machinery, so the character could be flavored with technology."
    },
    "descriptors": {
        "name": "Descriptors",
        "description": "Descriptors offer a one-time package of extra abilities, skills, or modifications to your stat Pools. Not all of a descriptor's offerings are positive character modifications. For example, some descriptors have inabilities—tasks that a character isn't good at. You can think of inabilities as negative skills—instead of being one step better at that kind of task, you're one step worse. If you become skilled at a task that you have an inability with, they cancel out. Remember that characters are defined as much by what they're not good at as by what they are good at."
    },
    "foci": {
        "name": "Foci",
        "description": "Not all foci are appropriate for every genre. Part 3: Genres provides guidance, but this section offers some broad generalizations. Obviously, the GM can include whatever foci are available in their setting. Foci end up being an important distinction in this case, because Commands Mental Powers, for example, makes it clear that psychic abilities exist in the setting, just as Howls at the Moon implies the existence of lycanthropes like werewolves, and Pilots Starcraft, of course, requires starships available to pilot."
    },
    "abilities": {
        "name": "Abilities",
        "description": "A character's type, flavor, and focus assign an appropriate tier to each ability."
    },
    "cyphers": {
        "name": "Cyphers",
        "description": "Cyphers are (not surprisingly, based on the name) the heart of the Cypher System. This is because characters in this game have some abilities that rarely or never change and can always be counted on—pretty much like in all games—and they have some abilities that are ever-changing and inject a great deal of variability in play. They are the major reason why no Cypher System game session should ever be dull or feel just like the last session. This week your character can solve the problem by walking through walls, but last time it was because you could create an explosion that could level a city block."
    },
    "artifacts": {
        "name": "Artifacts",
        "description": "In terms of the narrative, artifacts are a lot like cyphers, except that most are not one-use items. Mechanically, they serve a very different purpose. It's assumed that characters are exploring with some cyphers at their disposal. Artifacts, however, are added abilities that make characters broader, deeper, and often more powerful. They aren't assumed—they're extra."
    },
    "creatures": {
        "name": "Creatures & NPCs",
        "description": "Creatures & NPCs, describes many common and uncommon creatures that the characters might meet—and fight—in a Cypher System game and gives their stats."
    },
    "intrutions": {
        "name": "Intrutions",
        "description": "GM intrusion is the main mechanic that the GM uses to inject drama and additional excitement into the game. It's also a handy tool for resolving issues that affect the PCs but do not involve them. GM intrusion is a way to facilitate what goes on in the world outside the characters. Can the minotaur track the PCs' movements through the maze? Will the fraying rope hold?"
    },
    "arcs": {
        "name": "Character Arcs",
        "description": "Sample character arcs for PCs. The writeup of each arc describes the parts involved in progressing through the arc"
    },
    "equipment": {
        "name": "Equipment",
        "description": "Equipment in the Cypher System plays only a small role. It's far more important to focus on what you can do than on what you have. Still, sometimes it's important to know if you've got enough rope, or what kind of gun your space pilot has at their hip."
    },
    "other_advancements": {
        "name": "Other Advancements",
        "description": "Players can also spend 4 XP to purchase other special options. Selecting one of these options counts as purchasing one of the four stages necessary to advance to the next tier. The other three need to be from the other categories"
    }
}