{
    "appealing": {
        "name": "appealing",
        "description": "You're attractive to others, but perhaps more important, you are likeable and charismatic. You've got that \"special something\" that draws others to you. You often know just the right thing to say to make someone laugh, put them at ease, or spur them to action. People like you, want to help you, and want to be your friend.",
        "characteristics": [
            {
                "name": "Charismatic",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in pleasant social interactions."
            },
            {
                "name": "Resistant to Charms",
                "description": "You're aware of how others can manipulate and charm people, and you notice when those tactics are used on you. Because of this awareness, you are trained in resisting any kind of persuasion or seduction if you wish it."
            }
        ],
        "links": [
            "You met a total stranger (one of the other PCs) and charmed them so much that they invited you along.",
            "The PCs were looking for someone else, but you convinced them that you were perfect instead.",
            "Pure happenstance-because you just go along with the flow of things and everything usually works out.",
            "Your charismatic ways helped get one of the PCs out of a difficult spot a long time ago, and they always ask you to join them on new adventures."
        ]
    },
    "beneficent": {
        "name": "beneficent",
        "description": "Helping others is your calling. It's why you're here. Others delight in your outgoing and charitable nature, and you delight in their happiness. You're at your best when you're aiding people, either by explaining how they can best overcome a challenge or by demonstrating how to do so yourself.",
        "characteristics": [
            {
                "name": "Generous",
                "description": "Allies who have spent the last day with you add +1 to their recovery rolls."
            },
            {
                "name": "Altruistic",
                "description": "If you're standing next to a creature that takes damage, you can intercede and take 1 point of that damage yourself (reducing the damage inflicted on the creature by 1 point). If you have Armor, it does not provide a benefit when you use this ability."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks related to pleasant social interaction, putting other people at ease, and gaining trust."
            },
            {
                "name": "Helpful",
                "description": "Whenever you help another character, that character gains the benefit as if you were trained even if you are not trained or specialized in the attempted task."
            },
            {
                "name": "Inability",
                "description": "While you are alone, all Intellect and Speed tasks are hindered."
            }
        ],
        "links": [
            "Even though you didn't know most of the other PCs beforehand, you invited yourself along on their quest.",
            "You saw the PCs struggling to overcome a problem and selflessly joined them to help.",
            "You're nearly certain the PCs will fail without you.",
            "The choice was between your tattered life and helping others. You haven't looked back since."
        ]
    },
    "brash": {
        "name": "brash",
        "description": "You're a self-assertive sort, confident in your abilities, energetic, and perhaps a bit irreverent toward ideas that you don't agree with. Some people call you bold and brave, but those you've put in their place might call you puffed up and arrogant. Whatever. It's not in your nature to care what other people think about you, unless those people are your friends or family. Even someone as brash as you knows that friends sometimes have to come first.",
        "characteristics": [
            {
                "name": "Energetic",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in initiative."
            },
            {
                "name": "Bold",
                "description": "You are trained in all actions that involve overcoming or ignoring the effects of fear or intimidation."
            }
        ],
        "links": [
            "You noticed something weird going on, and without much thought, you jumped in with both feet.",
            "You showed up when and where you did on a dare because, hey, you don't back down from dares.",
            "Someone called you out, but instead of walking into a fight, you walked into your current situation.",
            "You told your friend that nothing could scare you, and nothing you saw would change your mind. They brought you to your current point."
        ]
    },
    "calm": {
        "name": "calm",
        "description": "You've spent most of your life in sedentary pursuits-books, movies, hobbies, and so on-rather than active ones. You're well versed in all manner of academia or other intellectual pursuits, but nothing physical. You're not weak or feeble, necessarily (although this is a good descriptor for characters who are elderly), but you have no experience in more physical activities.",
        "characteristics": [
            {
                "name": "Bookish",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skills",
                "description": "You are trained in four nonphysical skills of your choice."
            },
            {
                "name": "Trivia",
                "description": "You can come up with a random fact pertinent to the current situation when you wish it. This is always a matter of fact, not conjecture or supposition, and must be something you could have logically read or seen in the past. You can do this one time, although the ability is renewed each time you make a recovery roll."
            },
            {
                "name": "Inability",
                "description": "You're just not a fighter. All physical attacks are hindered."
            },
            {
                "name": "Inability",
                "description": "You're not the outdoorsy type. All climbing, running, jumping, and swimming tasks are hindered."
            }
        ],
        "links": [
            "You read about the current situation somewhere and decided to check it out for yourself.",
            "You were in the right (wrong?) place at the right (wrong?) time.",
            "While avoiding an entirely different situation, you walked into your current situation.",
            "One of the other PCs dragged you into it."
        ]
    },
    "chaotic": {
        "name": "chaotic",
        "description": "Danger doesn't mean much to you, mainly because you don't think much about repercussions. In fact, you enjoy sowing surprises, just to see what will happen. The more unexpected the result, the happier you are. Sometimes you are particularly manic, and for the sake of your companions, you restrain yourself from taking actions that you know will lead to disaster.",
        "characteristics": [
            {
                "name": "Tumultuous",
                "description": "+4 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in Intellect defense actions."
            },
            {
                "name": "Chaotic",
                "description": "Once after each ten-hour recovery roll, if you don't like the first result, you can reroll a die roll of your choice. If you do, and regardless of the outcome, the GM presents you with a GM intrusion."
            },
            {
                "name": "Inability",
                "description": "Your body is a bit worn from occasional excesses. Might defense tasks are hindered."
            }
        ],
        "links": [
            "Another PC recruited you while you were on your best behavior, before realizing how chaotic you were.",
            "You have reason to believe that being with the other PCs will help you gain control over your erratic behavior.",
            "Another PC released you from captivity, and to thank them, you volunteered to help.",
            "You have no idea how you joined the PCs. You're just going along with it for now until answers present themselves."
        ]
    },
    "charming": {
        "name": "charming",
        "description": "You're a smooth talker and a charmer. Whether through seemingly supernatural means or just a way with words, you can convince others to do as you wish. Most likely, you're physically attractive or at least highly charismatic, and others enjoy listening to your voice. You probably pay attention to your appearance, keeping yourself well groomed. You make friends easily. You play up the personality facet of your Intellect stat; intelligence is not your strong suit. You're personable, but not necessarily studious or strong-willed.",
        "characteristics": [
            {
                "name": "Personable",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving positive or pleasant social interaction."
            },
            {
                "name": "Skill",
                "description": "You're trained when using special abilities that influence the minds of others."
            },
            {
                "name": "Contact",
                "description": "You have an important contact who is in an influential position, such as a minor noble, the captain of the town guard/police, or the head of a large gang of thieves. You and the GM should work out the details together."
            },
            {
                "name": "Inability",
                "description": "You were never good at studying or retaining facts. Any task involving lore, knowledge, or understanding is hindered."
            },
            {
                "name": "Inability",
                "description": "Your willpower is not one of your strong points. Defense actions to resist mental attacks are hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You've managed to talk your way into some decent discounts and bonuses in recent weeks. As a result, you have enough cash jangling in your pocket to purchase a moderately priced item."
            }
        ],
        "links": [
            "You convinced one of the other PCs to tell you what they were doing.",
            "You instigated the whole thing and convinced the others to join you.",
            "One of the other PCs did a favor for you, and now you're repaying that obligation by helping them with the task at hand.",
            "There is a reward involved, and you need the money."
        ]
    },
    "clever": {
        "name": "clever",
        "description": "You're quick-witted, thinking well on your feet. You understand people, so you can fool them but are rarely fooled. Because you easily see things for what they are, you get the lay of the land swiftly, size up threats and allies, and assess situations with accuracy. Perhaps you're physically attractive, or maybe you use your wit to overcome any physical or mental imperfections.",
        "characteristics": [
            {
                "name": "Smart",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in all interactions involving lies or trickery."
            },
            {
                "name": "Skill",
                "description": "You're trained in defense rolls to resist mental effects."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving identifying or assessing danger, lies, quality, importance, function, or power."
            },
            {
                "name": "Inability",
                "description": "You were never good at studying or retaining trivial knowledge. Any task involving lore, knowledge, or understanding is hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You see through the schemes of others and occasionally convince them to believe you-even when, perhaps, they should not. Thanks to your clever behavior, you have an additional expensive item."
            }
        ],
        "links": [
            "You convinced one of the other PCs to tell you what they were doing.",
            "From afar, you observed that something interesting was going on.",
            "You talked your way into the situation because you thought it might earn some money.",
            "You suspect that the other PCs won't succeed without you."
        ]
    },
    "clumsy": {
        "name": "clumsy",
        "description": "Graceless and awkward, you were told that you'd grow out of it, but you never did. You often drop things, trip over your own feet, or knock things (or people) over. Some people get frustrated by this quality, but most find it funny and even a little charming.",
        "characteristics": [
            {
                "name": "Butterfingers",
                "description": "-2 to your Speed Pool."
            },
            {
                "name": "Thick-Muscled",
                "description": "+2 to your Might Pool."
            },
            {
                "name": "Inelegant",
                "description": "You have a certain lovable charm. You are trained in all pleasant social interactions when you express a lighthearted, self-deprecating manner."
            },
            {
                "name": "Dumb Luck",
                "description": "The GM can introduce a GM intrusion on you, based on your clumsiness, without awarding you any XP (as if you had rolled a 1 on a d20 roll). However, if this happens, 50% of the time, your clumsiness works to your advantage. Rather than hurting you (much), it helps you, or it hurts your enemies. You slip, but it's just in time to duck an attack. You fall down, but you trip your enemies as you crash into their legs. You turn around too quickly, but you end up knocking the weapon from your foe's hand. You and the GM should work together to determine the details. If the GM wishes, they can use GM intrusions based on your clumsiness normally (awarding XP)."
            },
            {
                "name": "Skill",
                "description": "You've got a certain bull-like quality. You are trained in tasks involving breaking things."
            },
            {
                "name": "Inability",
                "description": "Any task that involves balance, grace, or hand-to-eye coordination is hindered."
            }
        ],
        "links": [
            "You were in the right place at the right time.",
            "You had a piece of information that the other PCs needed to make their plans.",
            "A sibling recommended you to the other PCs.",
            "You stumbled into the PCs as they were discussing their mission, and they took a liking to you."
        ]
    },
    "craven": {
        "name": "craven",
        "description": "Courage fails you at every turn. You lack the willpower and resolve to stand fast in the face of danger. Fear gnaws at your heart, chewing away at your mind, driving you to distraction until you cannot bear it. Most times, you back down from confrontations. You flee from threats and vacillate when faced with difficult decisions.",
        "characteristics": [
            {
                "name": "Furtive",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in stealth-based tasks."
            },
            {
                "name": "Skill",
                "description": "You're trained in running actions."
            },
            {
                "name": "Skill",
                "description": "You're trained in any action taken to escape danger, flee from a dangerous situation, or wheedle your way out of trouble."
            },
            {
                "name": "Inability",
                "description": "You do not willingly enter dangerous situations. Any initiative actions (to determine who goes first in combat) are hindered."
            },
            {
                "name": "Inability",
                "description": "You fall to pieces when you have to undertake a potentially dangerous task alone. Any such task (such as attacking a creature by yourself) is hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You have a good luck charm or protective device to keep you out of harm's way."
            }
        ],
        "links": [
            "You believe that you're being hunted, and you have hired one of the other PCs as your protector.",
            "You seek to escape your shame and take up with capable individuals in the hopes of repairing your reputation.",
            "One of the other PCs bullied you into coming along.",
            "The group answered your cries for help when you were in trouble."
        ]
    },
    "creative": {
        "name": "creative",
        "description": "Maybe you have a notebook where you write down ideas so you can develop them later. Perhaps you email yourself ideas that strike you out of the blue so you can sort them in an electronic document. Or maybe you just sit down, stare at your screen and, by indomitable force of will, produce something from nothing. However your gift works, you're creative-you code, write, compose, sculpt, design, direct, or otherwise create narratives that enthrall other people with your vision.",
        "characteristics": [
            {
                "name": "Inventive",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Original",
                "description": "You're always coming up with something new. You're trained in any task related to creating a narrative (such as a story, play, or scenario). This includes deception, if the deception involves a narrative you're able to tell."
            },
            {
                "name": "Skill: You are naturally inventive. You are trained in one specific creative skill of your choice",
                "description": "writing, computer coding, composing music, painting, drawing, and so on."
            },
            {
                "name": "Skill",
                "description": "You love solving riddles and the like. You are trained in puzzle-solving tasks."
            },
            {
                "name": "Skill",
                "description": "To be creative requires that you always be learning. You are trained in any task that involves finding out something new, such as when you're digging through a library, data bank, news archive, or similar collection of knowledge."
            },
            {
                "name": "Inability",
                "description": "You're inventive but not charming. All tasks related to pleasant social interaction are hindered."
            }
        ],
        "links": [
            "You were doing research for a project and convinced the PCs to bring you along.",
            "You're looking for new markets for the results of your creative output.",
            "You fell in with the wrong crowd, but they grew on you.",
            "A creative life is often one beset with financial hurdles. You joined the PCs because you hoped it would be profitable."
        ]
    },
    "cruel": {
        "name": "cruel",
        "description": "Misfortune and suffering do not move you. When another endures hardship, you find it hard to care, and you may even enjoy the pain and difficulty the person experiences if they've done you wrong in the past. Your cruel streak may derive from bitterness brought about by your own struggles and disappointments. You might be a hard pragmatist, doing what you feel you must even if others are worse for it. Or you could be a sadist, delighting in the pain you inflict.",
        "characteristics": [
            {
                "name": "Cunning",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Cruelty",
                "description": "When you use force, you can choose to maim or deliver painful injuries to draw out your foe's suffering. Whenever you inflict damage, you can choose to inflict 2 fewer points of damage to ease your next attack against that foe."
            },
            {
                "name": "Skill",
                "description": "You're trained in tasks related to deception, intimidation, and persuasion when you interact with characters experiencing physical or emotional pain."
            },
            {
                "name": "Inability",
                "description": "You have a hard time connecting with others, understanding their motives, or sharing their feelings. Any task to ascertain another character's motives, feelings, or disposition is hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You have a valuable memento from the last person you destroyed. The memento is moderately priced, and you can sell it or trade it for an item of equal or lesser value."
            }
        ],
        "links": [
            "You suspect that you might gain a long-term",
            "By joining the PCs, you see an opportunity to grow your personal power and status at the expense of others.",
            "You hope to make another PC's life more difficult by joining the group.",
            "Joining the PCs gives you an opportunity to escape justice for a crime you committed."
        ]
    },
    "dishonorable": {
        "name": "dishonorable",
        "description": "There is no honor among thieves-or betrayers, backstabbers, liars, or cheats. You are all of these things, and either you don't lose any sleep over it, or you deny the truth to others or to yourself. Regardless, you are willing to do whatever it takes to get your own way. Honor, ethics, and principles are merely words. In your estimation, they have no place in the real world.",
        "characteristics": [
            {
                "name": "Sneaky",
                "description": "+4 to your Speed Pool."
            },
            {
                "name": "Just Desserts",
                "description": "When the GM gives another player an experience point to award to someone for a GM intrusion, that player cannot give it to you."
            },
            {
                "name": "Skill",
                "description": "You are trained in deception."
            },
            {
                "name": "Skill",
                "description": "You are trained in stealth."
            },
            {
                "name": "Skill",
                "description": "You are trained in intimidation."
            },
            {
                "name": "Inability",
                "description": "People don't like or trust you. Pleasant social interactions are hindered."
            }
        ],
        "links": [
            "You are interested in what the PCs are doing, so you lied to them to get into their group.",
            "While skulking about, you overheard the PCs' plans and realized that you wanted in.",
            "One of the other PCs invited you, having no idea of what you're truly like.",
            "You bullied your way in with intimidation and bluster."
        ]
    },
    "doomed": {
        "name": "doomed",
        "description": "You are quite certain that your fate is leading you, inextricably, toward a terrible end. This fate might be yours alone, or you might be dragging along the people closest to you.",
        "characteristics": [
            {
                "name": "Jumpy",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "Always on the lookout for danger, you are trained in perception-related tasks."
            },
            {
                "name": "Skill",
                "description": "You are defense minded, so you are trained in Speed defense tasks."
            },
            {
                "name": "Skill",
                "description": "You are cynical and expect the worst. Thus, you are resistant to mental shocks. You are trained in Intellect defense tasks having to do with losing your sanity or equanimity."
            },
            {
                "name": "Doom",
                "description": "Every other time the GM uses GM intrusion on your character, you cannot refuse it and do not get an XP for it (you still get an XP to award to another player). This is because you are doomed. The universe is a cold, uncaring place, and your efforts are futile at best."
            }
        ],
        "links": [
            "You attempted to avoid it, but events seemed to conspire to draw you to where you are.",
            "Why not? It doesn't matter. You're doomed no matter what you do.",
            "One of the other PCs saved your life, and now you're repaying that obligation by helping them with the task at hand.",
            "You suspect that the only hope you have of avoiding your fate might lie on this path."
        ]
    },
    "empathic": {
        "name": "empathic",
        "description": "Other people are open books to you. You may have a knack for reading a person's tells, those subtle movements that convey an individual's mood and disposition. Or you may receive information in a more direct way, feeling a person's emotions as if they were tangible things, sensations that lightly brush against your mind. Your gift for empathy helps you navigate social situations and control them to avoid misunderstandings and prevent useless conflicts from erupting.",
        "characteristics": [
            {
                "name": "Open Mind",
                "description": "+4 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in tasks involving sensing other emotions, discerning dispositions, and getting a hunch about people around you."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving social interaction, pleasant or otherwise."
            },
            {
                "name": "Inability",
                "description": "Being so receptive to others' thoughts and moods makes you vulnerable to anything that attacks your mind. Intellect defense rolls are hindered."
            }
        ],
        "links": [
            "You sensed the commitment to the task the other PCs have and felt moved to help them.",
            "You established a close bond with another PC and can't bear to be parted from them.",
            "You sensed something strange in one of the PCs and decided to join the group to see if you can sense it again and uncover the truth.",
            "You joined the PCs to escape an unpleasant relationship or negative environment."
        ]
    },
    "exiled": {
        "name": "exiled",
        "description": "You have walked a long and lonely road, leaving your home and your life behind. You might have committed a heinous crime, something so awful that your people forced you out, and if you dare return, you face death. You might have been accused of a crime you didn't commit and now must pay the price for someone else's wicked deed. Your exile might be the result of a social gaffe-perhaps you shamed your family or a friend, or you embarrassed yourself in front of your peers, an authority, or someone you respect. Whatever the reason, you have left your old life behind and now strive to make a new one.",
        "characteristics": [
            {
                "name": "Self-Reliant",
                "description": "+2 to your Might Pool."
            },
            {
                "name": "Loner",
                "description": "You gain no benefit when you get help with a task from another character who is trained or specialized in that task."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving sneaking."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving foraging, hunting, and finding safe places to rest or hide."
            },
            {
                "name": "Inability",
                "description": "Living on your own for as long as you have makes you slow to trust others and awkward in social situations. Any task involving social interaction is hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You have a memento from your past-an old picture, a locket with a few strands of hair inside, or a lighter given to you by someone important. You keep the object close at hand and pull it out to help you remember better times."
            }
        ],
        "links": [
            "The other PCs earned your trust by helping you when you needed it. You accompany them to repay them.",
            "While exploring on your own, you discovered something strange. When you traveled to a settlement, the PCs were the only ones who believed you, and they have accompanied you to help you deal with the problem.",
            "One of the other PCs reminds you of someone you used to know.",
            "You have grown weary of your isolation. Joining the other PCs gives you a chance to belong."
        ]
    },
    "fast": {
        "name": "fast",
        "description": "You're fleet of foot. Because you're quick, you can accomplish tasks more rapidly than others can. You're not just quick on your feet, however-you're quick with your hands, and you think and react quickly. You even talk quickly.",
        "characteristics": [
            {
                "name": "Energetic",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in running."
            },
            {
                "name": "Fast",
                "description": "You can move a short distance and still take another action in the same round, or you can move a long distance as your action without needing to make any kind of roll."
            },
            {
                "name": "Inability",
                "description": "You're a sprinter, not a long-distance runner. You don't have a lot of stamina. Might defense rolls are hindered."
            }
        ],
        "links": [
            "You jumped in to save one of the other PCs who was in dire need.",
            "One of the other PCs recruited you for your unique talents.",
            "You're impulsive, and it seemed like a good idea at the time.",
            "This mission ties in with a personal goal of your own."
        ]
    },
    "foolish": {
        "name": "foolish",
        "description": "Not everyone can be brilliant. Oh, you don't think of yourself as stupid, and you're not. It's just that others might have a bit more . . . wisdom. Insight. You prefer to barrel along headfirst through life and let other people worry about things. Worrying's never helped you, so why bother? You take things at face value and don't fret about what tomorrow might bring.",
        "characteristics": [
            {
                "name": "Unwise",
                "description": "-4 to your Intellect Pool."
            },
            {
                "name": "Carefree",
                "description": "You succeed more on luck than anything. Every time you roll for a task, roll twice and take the higher result."
            },
            {
                "name": "Intellect Weakness",
                "description": "Any time you spend points from your Intellect Pool, it costs you 1 more point than usual."
            },
            {
                "name": "Inability",
                "description": "Any Intellect defense task is hindered."
            },
            {
                "name": "Inability",
                "description": "Any task that involves seeing through a deception, an illusion, or a trap is hindered."
            }
        ],
        "links": [
            "Who knows? Seemed like a good idea at the time.",
            "Someone asked you to join up with the other PCs. They told you not to ask too many questions, and that seemed fine to you.",
            "Your parent (or a parental/mentor figure) got you involved to give you something to do and maybe \"teach you some sense.\"",
            "The other PCs needed some muscle who wouldn't overthink things."
        ]
    },
    "graceful": {
        "name": "graceful",
        "description": "You have a perfect sense of balance, moving and speaking with grace and beauty. You're quick, lithe, flexible, and dexterous. Your body is perfectly suited to dance, and you use that advantage in combat to dodge blows. You might wear garments that enhance your agile movement and sense of style.",
        "characteristics": [
            {
                "name": "Agile",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving balance and careful movement."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving physical performing arts."
            },
            {
                "name": "Skill",
                "description": "You're trained in all Speed defense tasks."
            }
        ],
        "links": [
            "Against your better judgment, you joined the other PCs because you saw that they were in danger.",
            "One of the other PCs convinced you that joining the group would be in your best interests.",
            "You're afraid of what might happen if the other PCs fail.",
            "There is reward involved, and you need the money."
        ]
    },
    "guarded": {
        "name": "guarded",
        "description": "You conceal your true nature behind a mask and are loath to let anyone see who you really are. Protecting yourself, physically and emotionally, is what you care about most, and you prefer to keep everyone else at a safe distance. You may be suspicious of everyone you meet, expecting the worst from people so you won't be surprised when they prove you right. Or you might just be a bit reserved, careful about letting people through your gruff exterior to the person you really are.",
        "characteristics": [
            {
                "name": "Suspicious",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in all Intellect defense tasks."
            },
            {
                "name": "Skill",
                "description": "You are trained in all tasks involving discerning the truth, piercing disguises, and recognizing falsehoods and other deceptions."
            },
            {
                "name": "Inability",
                "description": "Your suspicious nature makes you unlikeable. Any task involving deception or persuasion is hindered."
            }
        ],
        "links": [
            "One of the PCs managed to overcome your defenses and befriend you.",
            "You want to see what the PCs are up to, so you accompany them to catch them in the act of some wrongdoing.",
            "You have made a few enemies and take up with the PCs for protection.",
            "The PCs are the only people who will put up with you."
        ]
    },
    "hardy": {
        "name": "hardy",
        "description": "Your body was built to take abuse. Whether you're pounding down stiff drinks while holding up a bar in your favorite watering hole or trading blows with a thug in a back alley, you keep going, shrugging off hurts and injuries that might slow or incapacitate a lesser person. Neither hunger nor thirst, cut flesh nor broken bone can stop you. You just press on through the pain and continue.",
        "characteristics": [
            {
                "name": "Mighty",
                "description": "+4 to your Might Pool."
            },
            {
                "name": "Fast Healer",
                "description": "You halve the time it takes to make a recovery roll (minimum one action)."
            },
            {
                "name": "Almost Unstoppable",
                "description": "While you are impaired on the damage track, you function as if you were hale. While you are debilitated, you function as if you were impaired. In other words, you don't suffer the effects of being impaired until you become debilitated, and you never suffer the effects of being debilitated. You still die if all your stat Pools are 0."
            },
            {
                "name": "Skill",
                "description": "You are trained in Might defense actions."
            },
            {
                "name": "Inability",
                "description": "Your big, strong body is slow to react. Any task involving initiative is hindered."
            },
            {
                "name": "Ponderous",
                "description": "When you apply Effort when making a Speed roll, you must spend 1 extra point from your Speed Pool."
            }
        ],
        "links": [
            "The PCs recruited you after learning about your reputation as a survivor.",
            "You joined the PCs because you want or need the money.",
            "The PCs offered you a challenge equal to your physical power.",
            "You believe the only way the PCs will succeed is if you are along to protect them."
        ]
    },
    "hideous": {
        "name": "hideous",
        "description": "You are physically repugnant by almost any human standard. You might have had a serious accident, a harmful mutation, or just poor genetic luck, but you are incontrovertibly ugly.",
        "characteristics": [
            {
                "name": "Versatile",
                "description": "You get 4 additional points to divide among your stat Pools."
            },
            {
                "name": "Skill",
                "description": "You are trained in intimidation and any other fear-based interactions, if you show your true face."
            },
            {
                "name": "Skill",
                "description": "You are trained in disguise and stealth tasks."
            },
            {
                "name": "Inability",
                "description": "All tasks relating to pleasant social interaction are hindered."
            }
        ],
        "links": [
            "One of the other PCs approached you while you were in disguise, recruiting you while believing you were someone else.",
            "While skulking about, you overheard the other PCs' plans and realized you wanted in.",
            "One of the other PCs invited you, but you wonder if it was out of pity.",
            "You bullied your way in with intimidation and bluster."
        ]
    },
    "honorable": {
        "name": "honorable",
        "description": "You are trustworthy, fair, and forthright. You try to do what is right, to help others, and to treat them well. Lying and cheating are no way to get ahead-these things are for the weak, the lazy, or the despicable. You probably spend a lot of time thinking about your personal honor, how best to maintain it, and how to defend it if challenged. In combat, you are straightforward and offer quarter to any foe.",
        "characteristics": [
            {
                "name": "Stalwart",
                "description": "+2 to your Might Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in pleasant social interactions."
            },
            {
                "name": "Skill",
                "description": "You are trained in discerning people's true motives or seeing through lies."
            }
        ],
        "links": [
            "The PCs' goals appear to be honorable and commendable.",
            "You see that what the other PCs are about to do is dangerous, and you'd like to help protect them.",
            "One of the other PCs invited you, hearing of your trustworthiness.",
            "You asked politely if you could join the other PCs in their mission."
        ]
    },
    "impulsive": {
        "name": "impulsive",
        "description": "You have a hard time tamping down your enthusiasm. Why wait when you can just do it (whatever it is) and get it done? You deal with problems when they arise rather than plan ahead. Putting out the small fires now prevents them from becoming one big fire later. You are the first to take risks, to jump in and lend a hand, to step into dark passages, and to find danger.",
        "characteristics": [
            {
                "name": "Reckless",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in initiative actions (to determine who goes first in combat)."
            },
            {
                "name": "Skill",
                "description": "You're trained in Speed defense actions."
            },
            {
                "name": "Inability",
                "description": "You'll try anything once, but quickly grow bored after that. Any task that involves patience, willpower, or discipline is hindered."
            }
        ],
        "links": [
            "You heard what the other PCs were up to and suddenly decided to join them.",
            "You pulled everyone together after you heard rumors about something interesting you want to see or do.",
            "You blew all of your money and now find yourself strapped for cash.",
            "You're in trouble for acting recklessly. You join the other PCs because they offer a way out of your problem."
        ]
    },
    "inquisitive": {
        "name": "inquisitive",
        "description": "The world is vast and mysterious, with wonders and secrets to keep you amazed for several lifetimes. You feel the tugging on your heart, the call to explore the wreckage of past civilizations, to discover new peoples, new places, and whatever bizarre wonders you might find along the way. However, as strongly as you feel the pull to roam the world, you know there is danger aplenty, and you take precautions to ensure that you are prepared for any eventuality. Research, preparation, and readiness will help you live long enough to see everything you want to see and do everything you want to do.",
        "characteristics": [
            {
                "name": "Smart",
                "description": "+4 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You are eager to learn. You are trained in any task that involves learning something new, whether you're talking to a local to get information or digging through old books to find lore."
            },
            {
                "name": "Skill",
                "description": "You have made a study of the world. You are trained in any task involving geography or history."
            },
            {
                "name": "Inability",
                "description": "You tend to fixate on the details, making you somewhat oblivious to what's going on around you. Any task to hear or notice dangers around you is hindered."
            },
            {
                "name": "Inability",
                "description": "When you see something interesting, you hesitate as you take in all the details. Initiative actions (to determine who goes first in combat) are hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You have three books on whatever subjects you choose."
            }
        ],
        "links": [
            "One of the PCs approached you to learn information related to the mission, having heard you were an expert.",
            "You have always wanted to see the place where the other PCs are going.",
            "You were interested in what the other PCs were up to and decided to go along with them.",
            "One of the PCs fascinates you, perhaps due to a special or weird ability they have."
        ]
    },
    "intelligent": {
        "name": "intelligent",
        "description": "You're quite smart. Your memory is sharp, and you easily grasp concepts that others might struggle with. This aptitude doesn't necessarily mean that you've had years of formal education, but you have learned a great deal in your life, primarily because you pick things up quickly and retain so much.",
        "characteristics": [
            {
                "name": "Smart",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in an area of knowledge of your choice."
            },
            {
                "name": "Skill",
                "description": "You're trained in all actions that involve remembering or memorizing things you experience directly. For example, instead of being good at recalling details of geography that you read about in a book, you can remember a path through a set of tunnels that you've explored before."
            }
        ],
        "links": [
            "One of the other PCs asked your opinion of the mission, knowing that if you thought it was a good idea, it probably was.",
            "You saw value in what the other PCs were doing.",
            "You believed that the task might lead to important and interesting discoveries.",
            "A colleague requested that you take part in the mission as a favor."
        ]
    },
    "intuitive": {
        "name": "intuitive",
        "description": "You are often tickled by a sense of knowing what someone will say, how they will react, or how events might unfold. Maybe you have a mutant sense, maybe you can see just a few moments ahead through time, or maybe you're just good at reading people and extrapolating a situation. Whatever the case, many who look into your eyes immediately glance away, as if afraid of what you might see in their expression.",
        "characteristics": [
            {
                "name": "Innate",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in perception tasks."
            },
            {
                "name": "Know What to Do",
                "description": "You can act immediately, even if it's not your turn. Afterward, on your next regular turn, any action you take is hindered. You can do this one time, although the ability is renewed each time you make a recovery roll."
            }
        ],
        "links": [
            "You just knew you had to come along.",
            "You convinced one of the other PCs that your intuition is invaluable.",
            "You felt that something terrible would happen if you didn't go.",
            "You're confident the reason you arrived at this point will soon become clear."
        ]
    },
    "jovial": {
        "name": "jovial",
        "description": "You're cheerful, friendly, and outgoing. You put others at ease with a big smile and a joke, possibly one at your own expense, though lightly ribbing your companions who can take it is also one of your favorite pastimes. Sometimes people say you never take anything seriously. That's not true, of course, but you have learned that to dwell on the bad too long quickly robs the world of joy. You've always got a new joke in your back pocket because you collect them like some people collect bottles of wine.",
        "characteristics": [
            {
                "name": "Witty",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're convivial and set most people at ease with your attitude. You are trained in all tasks related to pleasant social interaction."
            },
            {
                "name": "Skill",
                "description": "You have an advantage in figuring out the punch lines of jokes you've never heard before. You are trained in all tasks related to solving puzzles and riddles."
            }
        ],
        "links": [
            "You solved a riddle before realizing that answering it would launch you into the adventure.",
            "The other PCs thought you'd bring some much-needed levity to the team.",
            "You decided that all fun and no work was not the best way to get through life, so you joined up with the PCs.",
            "It was either go with the PCs or face up to a circumstance that was anything but jovial."
        ]
    },
    "kind": {
        "name": "kind",
        "description": "It's always been easy for you to see things from the point of view of other people. That ability has made you sympathetic to what they really want or need. From your perspective, you're just applying the old proverb that \"it's easier to catch flies with honey than with vinegar,\" but others simply see your behavior as kindness. Of course, being kind takes time, and yours is limited. You've learned that a small fraction of people don't deserve your time or kindness-true sadists, narcissists, and similar folk will only waste your energy. So you deal with them swiftly, saving your kindness for those who deserve it and can benefit from your attention.",
        "characteristics": [
            {
                "name": "Emotionally Intuitive",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You know what it's like to go a mile in someone else's shoes. You're trained in all tasks related to pleasant social interaction and discerning the dispositions of others."
            },
            {
                "name": "Karma",
                "description": "Sometimes, strangers just help you out. To gain the aid of a stranger, you must use a one action, ten-minute, or one-hour recovery roll (without gaining its healing benefit), and the GM determines the nature of the aid you gain. Usually, the act of kindness isn't enough to turn a bad situation completely around, but it may moderate a bad situation and lead to new opportunities. For example, if you are captured, a guard loosens your bonds slightly, brings you water, or delivers a message."
            },
            {
                "name": "Inability",
                "description": "Being kind comes with a few risks. All tasks related to detecting falsehoods are hindered."
            }
        ],
        "links": [
            "A PC needed your help, and you agreed to come along as a kindness.",
            "You gave the wrong person access to your money, and now you need to make some back.",
            "You're ready to take your benevolence on the road and help more people than you could if you didn't join the PCs.",
            "Your job, which seemed like it would be personally rewarding, is the opposite. You join the PCs to escape the drudgery."
        ]
    },
    "learned": {
        "name": "learned",
        "description": "You have studied, either on your own or with an instructor. You know many things and are an expert on a few topics, such as history, biology, geography, mythology, nature, or any other area of study. Learned characters typically carry a few books around with them and spend their spare time reading.",
        "characteristics": [
            {
                "name": "Smart",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in three areas of knowledge of your choice."
            },
            {
                "name": "Inability",
                "description": "You have few social graces. Any task involving charm, persuasion, or etiquette is hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You have two additional books on topics of your choice."
            }
        ],
        "links": [
            "One of the other PCs asked you to come along because of your knowledge.",
            "You need money to fund your studies.",
            "You believed that the task might lead to important and interesting discoveries.",
            "A colleague requested that you take part in the mission as a favor."
        ]
    },
    "lucky": {
        "name": "lucky",
        "description": "You rely on chance and timely good luck to get you through many situations. When people say that someone was born under a lucky star, they mean you. When you try your hand at something new, no matter how unfamiliar the task is, as often as not you find a measure of success. Even when disaster strikes, it's rarely as bad as it could be. More often, small things seem to go your way, you win contests, and you're often in the right place at the right time.",
        "characteristics": [
            {
                "name": "Luck Pool",
                "description": "You have one additional Pool called Luck that begins with 3 points, and it has a maximum value of 3 points. When spending points from any other Pool, you can take one, some, or all of the points from your Luck Pool first. When you make a recovery roll to recover points to any other Pool, your Luck Pool is also refreshed by the same number of points. When your Luck Pool is at 0 points, it does not count against your damage track. Enabler."
            },
            {
                "name": "Advantage",
                "description": "When you use 1 XP to reroll a d20 for any roll that affects only you, add 3 to the reroll."
            }
        ],
        "links": [
            "Knowing that lucky people notice and take active advantage of opportunities, you became involved in your first adventure by choice.",
            "You literally bumped into someone else on this adventure through sheer luck.",
            "You found a briefcase lying alongside the road. It was battered, but inside you found a lot of strange documents that led you here.",
            "Your luck saved you when you avoided a speeding vehicle by a fortuitous fall through an opening in the ground (a manhole, if in a modern setting). Beneath the ground, you found something you couldn't ignore."
        ]
    },
    "mad": {
        "name": "mad",
        "description": "You have delved too deeply into subjects people were not meant to know. You are knowledgeable in things beyond the scope of most, but this knowledge has come at a terrible price. You are likely in questionable physical shape and occasionally shake with nervous tics. You sometimes mutter to yourself without realizing it.",
        "characteristics": [
            {
                "name": "Knowledgeable",
                "description": "+4 to your Intellect Pool."
            },
            {
                "name": "Fits of Insight",
                "description": "Whenever such knowledge is appropriate, the GM feeds you information although there is no clear explanation as to how you could know such a thing. This is up to the GM's discretion, but it should happen as often as once each session."
            },
            {
                "name": "Erratic Behavior",
                "description": "You are prone to acting erratically or irrationally. When you are in the presence of a major discovery or subjected to great stress (such as a serious physical threat), the GM can introduce a GM intrusion that directs your next action without awarding XP. You can still pay 1 XP to refuse the intrusion. The GM's influence is the manifestation of your madness and thus is always something you would not likely do otherwise, but it is not directly, obviously harmful to you unless there are extenuating circumstances. (For example, if a foe suddenly leaps out of the darkness, you might spend the first round babbling incoherently or screaming the name of your first true love.)"
            },
            {
                "name": "Skill",
                "description": "You are trained in one area of knowledge (probably something weird or esoteric)."
            },
            {
                "name": "Inability",
                "description": "Your mind is quite fragile. Tasks to resist mental attacks are hindered."
            }
        ],
        "links": [
            "Voices in your head told you to go.",
            "You instigated the whole thing and convinced the others to join you.",
            "One of the other PCs obtained a book of knowledge for you, and now you're repaying that favor by helping them with the task at hand.",
            "You feel compelled by inexplicable intuition."
        ]
    },
    "mechanical": {
        "name": "mechanical",
        "description": "You have a special talent with machines of all kinds, and you're adept at understanding and, if need be, repairing them. Perhaps you're a bit of an inventor, creating new machines from time to time. You get called \"techie,\" \"tech,\" \"mech,\" \"gear-head,\" \"motor-head,\" or any of a number of other nicknames. Mechanics usually wear practical work clothes and carry around a lot of tools.",
        "characteristics": [
            {
                "name": "Smart",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in all actions involving identifying or understanding machines."
            },
            {
                "name": "Skill",
                "description": "You're trained in all actions involving using, repairing, or crafting machines."
            },
            {
                "name": "Additional Equipment",
                "description": "You start with a variety of machine tools."
            }
        ],
        "links": [
            "While repairing a nearby machine, you overheard the other PCs talking.",
            "You need money to buy tools and parts.",
            "It was clear that the mission couldn't succeed without your skills and knowledge.",
            "Another PC asked you to join them."
        ]
    },
    "mysterious": {
        "name": "mysterious",
        "description": "The dark figure lurking silently in the corner? That's you. No one really knows where you came from or what your motives are-you play things close to the vest. Your manner perplexes and confounds others, but that doesn't make you a poor friend or ally. You're just good at keeping things to yourself, moving about unseen, and concealing your presence and identity.",
        "characteristics": [
            {
                "name": "Skill",
                "description": "You are trained in all stealth tasks."
            },
            {
                "name": "Skill",
                "description": "You are trained in resisting interrogation or tricks to get you to talk."
            },
            {
                "name": "Confounding",
                "description": "You pull talents and abilities seemingly out of nowhere. You can attempt one task in which you have no training as if you were trained, attempt a task that you are trained in as if specialized, or gain a free level of Effort with a task that you are specialized in. This ability refreshes every time you make a recovery roll, but the uses never accumulate."
            },
            {
                "name": "Inability",
                "description": "People never know where they stand with you. Any task involving getting people to believe or trust you is hindered."
            }
        ],
        "links": [
            "You just showed up one day.",
            "You convinced one of the other PCs that you had invaluable skills.",
            "Some equally mysterious figure told you where to be and when (but not why) to join the group.",
            "Something-a feeling, a dream-told you where to be and when to join the group."
        ]
    },
    "mystical": {
        "name": "mystical",
        "description": "You think of yourself as mystical, attuned with the mysterious and the paranormal. Your true talents lie with the supernatural. You likely have experience with ancient lore, and you can sense and wield the supernatural-though whether that means \"magic,\" \"psychic phenomena,\" or something else is up to you (and probably up to those around you as well). Mystical characters often wear jewelry, such as a ring or an amulet, or have tattoos or other marks that show their interests.",
        "characteristics": [
            {
                "name": "Smart",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in all actions involving identifying or understanding the supernatural."
            },
            {
                "name": "Sense Magic",
                "description": "You can sense whether the supernatural is active in situations where its presence is not obvious. You must study an object or location closely for a minute to get a feel for whether a mystical touch is at work."
            },
            {
                "name": "Spell",
                "description": "You can perform Hedge Magic as a spell when you have a free hand and can pay the Intellect point cost."
            },
            {
                "name": "Inability",
                "description": "You have a manner or an aura that others find a bit unnerving. Any task involving charm, persuasion, or deception is hindered."
            }
        ],
        "links": [
            "A dream guided you to this point.",
            "You need money to fund your studies.",
            "You believed the mission would be a great way to learn more about the supernatural.",
            "Various signs and portents led you here."
        ]
    },
    "naive": {
        "name": "naive",
        "description": "You've lived a sheltered life. Your childhood was safe and secure, so you didn't get a chance to learn much about the world-and even less chance to experience it. Whether you were training for something, had your nose in a book, or just were sequestered in a secluded place, you haven't done much, met many people, or seen many interesting things so far. That's probably going to change soon, but as you go forward into a larger world, you do so without some of the understanding that others possess about how it all works.",
        "characteristics": [
            {
                "name": "Fresh",
                "description": "You add +1 to your recovery rolls."
            },
            {
                "name": "Incorruptible",
                "description": "You are trained in Intellect defense tasks and all tasks that involve resisting temptation."
            },
            {
                "name": "Skill",
                "description": "You're wide-eyed. You are trained in perception tasks."
            },
            {
                "name": "Inability",
                "description": "Any task that involves seeing through deceptions or determining someone's secret motive is hindered."
            }
        ],
        "links": [
            "Someone told you that you should get involved.",
            "You needed money, and this seemed like a good way to earn some.",
            "You believed that you could learn a lot by joining the other PCs.",
            "Sounded like fun."
        ]
    },
    "perceptive": {
        "name": "perceptive",
        "description": "You miss little. You pick out the small details in the world around you and are skilled at making deductions from the information you find. Your talents make you an exceptional sleuth, a formidable scientist, or a talented scout.",
        "characteristics": [
            {
                "name": "Smart",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You have an eye for detail. You are trained in any task that involves finding or noticing small details."
            },
            {
                "name": "Skill",
                "description": "You know a little about everything. You are trained in any task that involves identifying objects or calling to mind a minor detail or bit of trivia."
            },
            {
                "name": "Skill",
                "description": "Your skill at making deductions can be imposing. You are trained in any task that involves intimidating another creature."
            },
            {
                "name": "Inability",
                "description": "Your confidence comes off as arrogance to people who don't know you. Any task involving positive social interactions is hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You have a bag of light tools."
            }
        ],
        "links": [
            "You overheard the other PCs discussing their mission and volunteered your services.",
            "One of the PCs asked you to come along, believing that your talents would be invaluable to the mission.",
            "You believe that the PCs' mission is somehow related to one of your investigations.",
            "A third party recruited you to follow the PCs and see what they were up to."
        ]
    },
    "resilient": {
        "name": "resilient",
        "description": "You can take a lot of punishment, both physically and mentally, and still come back for more. It takes a lot to put you down. Neither physical nor mental shocks or damage have a lasting effect. You're tough to faze. Unflappable. Unstoppable.",
        "characteristics": [
            {
                "name": "Resistant",
                "description": "+2 to your Might Pool, and +2 to your Intellect Pool."
            },
            {
                "name": "Recover",
                "description": "You can make an extra recovery roll each day. This roll is just one action. So you can make two recovery rolls that each take one action, one roll that takes ten minutes, a fourth roll that takes one hour, and a fifth roll that requires ten hours of rest."
            },
            {
                "name": "Skill",
                "description": "You are trained in Might defense tasks."
            },
            {
                "name": "Skill",
                "description": "You are trained in Intellect defense tasks."
            },
            {
                "name": "Inability",
                "description": "You're hardy but not necessarily strong. Any task involving moving, bending, or breaking things is hindered."
            },
            {
                "name": "Inability",
                "description": "You have a lot of willpower and mental fortitude, but you're not necessarily smart. Any task involving knowledge or figuring out problems or puzzles is hindered."
            }
        ],
        "links": [
            "You saw that the PCs clearly need someone like you to help them out.",
            "Someone asked you to watch over one of the PCs in particular, and you agreed.",
            "You are bored and desperately in need of a challenge.",
            "You lost a bet-unfairly, you think-and had to take someone's place on this mission."
        ]
    },
    "risk-taking": {
        "name": "risk-taking",
        "description": "It's part of your nature to question what others think can't or shouldn't be done. You're not insane, of course-you wouldn't attempt to leap across a mile-wide chasm just because you were dared. There's impossible and then there's the just barely possible. You like to push the latter further than others, because it gives you a rush of satisfaction and pleasure when you succeed. The more you succeed, the more you find yourself looking for that next risky challenge to try yourself against.",
        "characteristics": [
            {
                "name": "Nimble",
                "description": "+4 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You're adept at leveraging risk, and you are trained in tasks that involve some element of chance, such as playing games or choosing between two or three apparently equal options."
            },
            {
                "name": "Pressing Your Luck",
                "description": "You can choose to automatically succeed on one task without rolling, as long as the task's difficulty is no higher than 6. When you do so, however, you also trigger a GM intrusion as if you had rolled a 1. The intrusion doesn't invalidate the success, but it probably qualifies it in some fashion. You can do this one time, although the ability renews each time you make a ten-hour recovery roll."
            },
            {
                "name": "Inability",
                "description": "You may be nimble, but you're not sneaky. Tasks related to sneaking and staying quiet are hindered."
            }
        ],
        "links": [
            "It seemed like there were equal odds that the other PCs wouldn't succeed, which sounded good to you.",
            "You think the tasks ahead will present you with unique and fulfilling challenges.",
            "One of your biggest risks failed to go your way, and you need money to help pay that debt.",
            "You bragged that you never saw a risk you didn't like, which is how you reached your current point."
        ]
    },
    "rugged": {
        "name": "rugged",
        "description": "You're a nature lover accustomed to living rough, pitting your wits against the elements. Most likely, you're a skilled hunter, gatherer, or naturalist. Years of living in the wild have left their mark with a worn countenance, wild hair, or scars. Your clothing is probably much less refined than the garments worn by city dwellers.",
        "characteristics": [
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving climbing, jumping, running, and swimming."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving training, riding, or placating natural animals."
            },
            {
                "name": "Skill",
                "description": "You're trained in all tasks involving identifying or using natural plants."
            },
            {
                "name": "Inability",
                "description": "You have no social graces and prefer animals to people. Any task involving charm, persuasion, etiquette, or deception is hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You carry an explorer's pack with rope, two days' rations, a bedroll, and other tools needed for outdoor survival."
            }
        ],
        "links": [
            "Against your better judgment, you joined the other PCs because you saw that they were in danger.",
            "One of the other PCs convinced you that joining the group would be in your best interests.",
            "You're afraid of what might happen if the other PCs fail.",
            "There is reward involved, and you need the money."
        ]
    },
    "sharp-eyed": {
        "name": "sharp-eyed",
        "description": "You're perceptive and well aware of your surroundings. You notice the little details and remember them. You can be difficult to surprise.",
        "characteristics": [
            {
                "name": "Skill",
                "description": "You're trained in initiative actions."
            },
            {
                "name": "Skill",
                "description": "You're trained in perception actions."
            },
            {
                "name": "Find the Flaw",
                "description": "If an opponent has a straightforward weakness (takes extra damage from fire, can't see out of their left eye, and so on), the GM will tell you what it is."
            }
        ],
        "links": [
            "You heard about what was going on, saw a flaw in the other PCs' plan, and joined up to help them out.",
            "You noticed that the PCs have a foe (or at least a tail) they weren't aware of.",
            "You saw that the other PCs were up to something interesting and got involved.",
            "You've been noticing some strange things going on, and this all appears related."
        ]
    },
    "skeptical": {
        "name": "skeptical",
        "description": "You possess a questioning attitude regarding claims that are often taken for granted by others. You're not necessarily a \"doubting Thomas\" (a skeptic who refuses to believe anything without direct personal experience), but you've often benefited from questioning the statements, opinions, and received knowledge presented to you by others.",
        "characteristics": [
            {
                "name": "Insightful",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in identifying."
            },
            {
                "name": "Skill",
                "description": "You're trained in all actions that involve seeing through a trick, an illusion, a rhetorical ruse designed to evade the issue, or a lie. For example, you're better at keeping your eye on the cup containing the hidden ball, sensing an illusion, or realizing if someone is lying to you (but only if you specifically concentrate and use this skill)."
            }
        ],
        "links": [
            "You overheard other PCs holding forth on a topic with an opinion you were quite skeptical about, so you decided to approach the group and ask for proof.",
            "You were following one of the other PCs because you were suspicious of him, which brought you into the action.",
            "Your theory about the nonexistence of the supernatural can be invalidated only by your own senses, so you came along.",
            "You need money to fund your research."
        ]
    },
    "stealthy": {
        "name": "stealthy",
        "description": "You're sneaky, slippery, and fast. These talents help you hide, move quietly, and pull off tricks that require sleight of hand. Most likely, you're wiry and small. However, you're not much of a sprinter-you're more dexterous than fleet of foot.",
        "characteristics": [
            {
                "name": "Quick",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in all stealth tasks."
            },
            {
                "name": "Skill",
                "description": "You're trained in all interactions involving lies or trickery."
            },
            {
                "name": "Skill",
                "description": "You're trained in all special abilities involving illusions or trickery."
            },
            {
                "name": "Inability",
                "description": "You're sneaky but not fast. All movement-related tasks are hindered."
            }
        ],
        "links": [
            "You attempted to steal from one of the other PCs. That character caught you and forced you to come along with them.",
            "You were tailing one of the other PCs for reasons of your own, which brought you into the action.",
            "An NPC employer secretly paid you to get involved.",
            "You overheard the other PCs talking about a topic that interested you, so you decided to approach the group."
        ]
    },
    "strong": {
        "name": "strong",
        "description": "You're extremely strong and physically powerful, and you use these qualities well, whether through violence or feats of prowess. You likely have a brawny build and impressive muscles.",
        "characteristics": [
            {
                "name": "Very Powerful",
                "description": "+4 to your Might Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in all actions involving breaking inanimate objects."
            },
            {
                "name": "Skill",
                "description": "You're trained in all jumping actions."
            },
            {
                "name": "Additional Equipment",
                "description": "You have an extra medium weapon or heavy weapon."
            }
        ],
        "links": [
            "Against your better judgment, you joined the other PCs because you saw that they were in danger.",
            "One of the other PCs convinced you that joining the group would be in your best interests.",
            "You're afraid of what might happen if the other PCs fail.",
            "There is reward involved, and you need the money."
        ]
    },
    "strong-willed": {
        "name": "strong-willed",
        "description": "You're tough-minded, willful, and independent. No one can talk you into anything or change your mind when you don't want it changed. This quality doesn't necessarily make you smart, but it does make you a bastion of willpower and resolve. You likely dress and act with unique style and flair, not caring what others think.",
        "characteristics": [
            {
                "name": "Willful",
                "description": "+4 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in resisting mental effects."
            },
            {
                "name": "Skill",
                "description": "You're trained in tasks requiring incredible focus or concentration."
            },
            {
                "name": "Inability",
                "description": "Willful doesn't mean brilliant. Any task that involves figuring out puzzles or problems, memorizing things, or using lore is hindered."
            }
        ],
        "links": [
            "Against your better judgment, you joined the other PCs because you saw that they were in danger.",
            "One of the other PCs convinced you that joining the group would be in your best interests.",
            "You're afraid of what might happen if the other PCs fail.",
            "There is reward involved, and you need the money."
        ]
    },
    "swift": {
        "name": "swift",
        "description": "You move quickly, able to sprint in short bursts and work with your hands with dexterity. You're great at crossing distances quickly but not always smoothly. You are likely slim and muscular.",
        "characteristics": [
            {
                "name": "Fast",
                "description": "+4 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You're trained in initiative actions (to determine who goes first in combat)."
            },
            {
                "name": "Skill",
                "description": "You're trained in running actions."
            },
            {
                "name": "Inability",
                "description": "You're fast but not necessarily graceful. Any task involving balance is hindered."
            }
        ],
        "links": [
            "Against your better judgment, you joined the other PCs because you saw that they were in danger.",
            "One of the other PCs convinced you that joining the group would be in your best interests.",
            "You're afraid of what might happen if the other PCs fail.",
            "There is reward involved, and you need the money."
        ]
    },
    "tongue-tied": {
        "name": "tongue-tied",
        "description": "You've never been much of a talker. When forced to interact with others, you never think of the right thing to say-words fail you entirely, or they come out all wrong. You often end up saying precisely the wrong thing and insult someone unintentionally. Most of the time, you just keep mum. This makes you a listener instead-a careful observer. It also means that you're better at doing things than talking about them. You're quick to take action.",
        "characteristics": [
            {
                "name": "Actions, Not Words",
                "description": "+2 to your Might Pool, and +2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in perception."
            },
            {
                "name": "Skill",
                "description": "You are trained in initiative (unless it's a social situation)."
            },
            {
                "name": "Inability",
                "description": "All tasks relating to social interaction are hindered."
            },
            {
                "name": "Inability",
                "description": "All tasks involving verbal communication or relaying information are hindered."
            }
        ],
        "links": [
            "You just tagged along and no one told you to leave.",
            "You saw something important the other PCs did not and (with some effort) managed to relate it to them.",
            "You intervened to save one of the other PCs when they were in danger.",
            "One of the other PCs recruited you for your talents."
        ]
    },
    "tough": {
        "name": "tough",
        "description": "You're strong and can take a lot of physical punishment. You might have a large frame and a square jaw. Tough characters frequently have visible scars.",
        "characteristics": [
            {
                "name": "Resilient",
                "description": "+1 to Armor."
            },
            {
                "name": "Healthy",
                "description": "Add 1 to the points you regain when you make a recovery roll."
            },
            {
                "name": "Skill",
                "description": "You're trained in Might defense actions."
            },
            {
                "name": "Additional Equipment",
                "description": "You have an extra light weapon."
            }
        ],
        "links": [
            "You're acting as a bodyguard for one of the other PCs.",
            "One of the PCs is your sibling, and you came along to watch out for them.",
            "You need money because your family is in debt.",
            "You stepped in to defend one of the PCs when that character was threatened. While talking to them afterward, you heard about the group's task."
        ]
    },
    "vicious": {
        "name": "vicious",
        "description": "You try to hide what's inside, fold it into yourself when everything inside you screams to let go, make them pay, make them hurt, and make them bleed. Sometimes you succeed for your friends-smiling like they smile, laughing when they laugh, and sometimes even having other emotions of your own. But it's always there, that feeling of frantic glee mixed with hate that sometimes leaps out of you when you confront a foe. Violence your friends can tolerate, but you sometimes worry they will also learn that you are cruel.",
        "characteristics": [
            {
                "name": "Skill",
                "description": "You are trained in tracking creatures. If a creature has wronged you, the tracking task is eased."
            },
            {
                "name": "Bloodthirsty",
                "description": "Once you begin fighting, you see only red. You inflict 2 additional points of damage with any attack."
            },
            {
                "name": "Berserk",
                "description": "Once you begin fighting, it's hard for you to stop. In fact, it's a difficulty 2 Intellect task to do so, even if your foe surrenders or you've run out of foes. If the latter occurs and you fail to stop, you attack the nearest ally within short range."
            },
            {
                "name": "Additional Equipment",
                "description": "You have a record that you use to list those who've wronged you."
            }
        ],
        "links": [
            "Another PC saw you take down a mean drunk in a tavern, not realizing you were the one who started the fight.",
            "You wanted to get away from a bad situation, so you went with the other PCs.",
            "You want to change, and you hope that being with the other PCs will help you calm yourself.",
            "One of the other PCs asked you to come along, believing that your viciousness could be harnessed for the benefit of the mission."
        ]
    },
    "virtuous": {
        "name": "virtuous",
        "description": "Doing the right thing is a way of life. You live by a code, and that code is something you attend to every day. Whenever you slip, you reproach yourself for your weakness and then get right back on track. Your code probably includes moderation, respect for others, cleanliness, and other characteristics that most people would agree are virtues, while you eschew their opposites: sloth, greed, gluttony, and so on.",
        "characteristics": [
            {
                "name": "Dauntless",
                "description": "+2 to your Might Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in discerning people's true motives or seeing through lies."
            },
            {
                "name": "Skill",
                "description": "Your adherence to a strict moral code has hardened your mind against fear, doubt, and outside influence. You are trained in Intellect defense tasks."
            }
        ],
        "links": [
            "The PCs are doing something virtuous, and you're all about that.",
            "The PCs are on the road to perdition, and you see it as your task to set them on the proper moral route.",
            "One of the other PCs invited you, hearing of your virtuous ways.",
            "You put virtue before sense and defended someone's honor in the face of an organization or power far greater than you. You joined the PCs because they offered aid and friendship when, out of fear of reprisals, no one else would."
        ]
    },
    "weird": {
        "name": "weird",
        "description": "You aren't like anyone else, and that's fine with you. People don't seem to understand you-they even seem put off by you-but who cares? You understand the world better than they do because you're weird, and so is the world you live in. The concept of \"the weird\" is well known to you. Strange devices, ancient locales, bizarre creatures, storms that can transform you, living energy fields, conspiracies, aliens, and things most people can't even name populate the world, and you thrive on them. You have a special attachment to it all, and the more you discover about the weirdness in the world, the more you might discover about yourself.",
        "characteristics": [
            {
                "name": "Inner Light",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Distinctive Physical Quirk",
                "description": "You have a unique physical aspect that is, well, bizarre. Depending on the setting, this can vary greatly. You might have purple hair or metal spikes on your head. Perhaps your hands don't connect to your arms, although they move as if they do. Maybe a third eye stares out from the side of your head, or superfluous tendrils grow from your back. Whatever it is, your quirk might be a mutation, a supernatural trait (a blessing or curse), a feature with no explanation, or just a really wild tattoo that draws a lot of attention."
            },
            {
                "name": "A Sense for the Weird",
                "description": "Sometimes-at the GM's discretion-weird things relating to the supernatural or its effects on the world seem to call out to you. You can sense them from afar, and if you get within long range of such a thing, you can sense whether it is overtly dangerous or not."
            },
            {
                "name": "Skill",
                "description": "You are trained in supernatural knowledge."
            },
            {
                "name": "Inability",
                "description": "People find you unnerving. All tasks relating to pleasant social interaction are hindered."
            }
        ],
        "links": [
            "It seemed weird, so why not?",
            "Whether the other PCs realize it or not, their mission has to do with something weird that you know about, so you got involved.",
            "As an expert in the weird, you were specifically recruited by the other PCs.",
            "You felt drawn to join the other PCs, but you don't know why."
        ]
    },
    "catfolk": {
        "name": "catfolk",
        "description": "You are unmistakably feline. Your people have fur; large, pointed ears; sharp teeth and claws; and even tails. You are nimble, graceful, and quick. An ancient and sophisticated culture, your people have their own language, customs, and traditions developed in relative seclusion over the centuries. Neither conquerors nor conquered, the success of your society has come from the fact that you have given most others a wide berth. As a people, you almost never get involved in wars or similar matters, which has given other cultures the idea that you are aloof, unapproachable, or mysterious. As long as they leave you alone, what they think is fine with you.",
        "characteristics": [
            {
                "name": "Agile: +4 to your Speed Pool. Skill",
                "description": "You are trained in climbing and balance tasks."
            },
            {
                "name": "Bared Claws",
                "description": "Even unarmed, your claws are light weapons that inflict 4 points of damage."
            }
        ],
        "links": [
            "You were curious as to what the other PCs were up to.",
            "You needed to get out of town, and the PCs were going in the same direction as you.",
            "You are interested in making a profit, and the other PCs seem to have a lead on doing just that.",
            "It seemed like a lark."
        ]
    },
    "dragonfolk": {
        "name": "dragonfolk",
        "description": "You have scales, fangs, claws, and magic-gifts of the dragons. You might have been born of dragonfolk parents, willingly transformed in a magical ceremony, or chosen by a dragon to be their agent or champion. You have a great destiny before you, but it is your choice whether to make it your own or bend to the will of those who made you what you are. Some people mistrust or fear you, and others consider you a prophet or wish to exploit your power for their own goals.",
        "characteristics": [
            {
                "name": "Sturdy: +2 to your Might Pool. Skill",
                "description": "You are trained in intimidation"
            },
            {
                "name": "Dragonbreath (3 Might points)",
                "description": "You breathe out a blast of energy in an immediate area. Choose one type of energy (arcane, cold, fire, thorn, and so on); the blast inflicts 2 points of damage of this kind of energy (ignores Armor) to all creatures or objects within the area. Because this is an area attack, adding Effort to increase your damage works differently than it does for single-target attacks. If you apply a level of Effort to increase the damage, add 2 points of damage for each target, and even if you fail your attack roll, all targets in the area still take 1 point of damage. Action."
            },
            {
                "name": "Draconic Resistance",
                "description": "You gain +2 Armor against the type of energy you create with your dragonbreath."
            },
            {
                "name": "Scaly: +1 to Armor. Inability",
                "description": "You have difficulty relating to non-dragons. Tasks to persuade non-dragons are hindered."
            }
        ],
        "links": [
            "You believe the other PCs can help you solve a mystery about your heritage.",
            "You needed to get out of town, and the PCs were going in the same direction as you.",
            "Your creator, master, or mentor told you to help the PCs.",
            "You want to make a name for yourself, and the other PCs seem competent and compatible."
        ]
    },
    "dwarf": {
        "name": "dwarf",
        "description": "You're a stocky, broad-shouldered, bearded native of the mountains and hills. You're also as stubborn as the stone in which the dwarves carve their homes under the mountains. Tradition, honor, pride in smithcraft and warcraft, and a keen appreciation of the wealth buried under the roots of the world are all part of your heritage. Those who wish you ill should be wary of your temper. When dwarves are wronged, they never forget.",
        "characteristics": [
            {
                "name": "Stalwart",
                "description": "+2 to your Might Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in Might defense rolls."
            },
            {
                "name": "Skill",
                "description": "You are trained in tasks related to stone, including sensing stonework traps, knowing the history of a particular piece of stonecraft, and knowing your distance beneath the surface."
            },
            {
                "name": "Skill",
                "description": "You are practiced in using axes."
            },
            {
                "name": "Skill",
                "description": "You are trained in using the tools required to shape and mine stone."
            },
            {
                "name": "Vulnerability",
                "description": "When you fail an Intellect defense roll to avoid damage, you take 1 extra point of damage."
            },
            {
                "name": "Additional Equipment",
                "description": "You have an axe."
            }
        ],
        "links": [
            "You found the PCs wandering a maze of tunnels and led them to safety.",
            "The PCs hired you to dig out the entrance to a buried ruin.",
            "You tracked down the thieves of your ancestor's tomb and found they were the PCs. Instead of killing them, you joined them.",
            "Before dwarves settle down, they need to see the world."
        ]
    },
    "elf": {
        "name": "elf",
        "description": "You haunt the woodlands and deep, natural realms, as your people have for millennia. You are the arrow in the night, the shadow in the glade, and the laughter on the wind. As an elf, you are slender, quick, graceful, and long lived. You manage the sorrows of living well past many mortal lifetimes with song, wine, and an appreciation for the deep beauties of growing things, especially trees, which can live even longer than you do.",
        "characteristics": [
            {
                "name": "Agile",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Long-Lived",
                "description": "Your natural lifespan (unless tragically cut short) is thousands of years."
            },
            {
                "name": "Skill",
                "description": "You are specialized in tasks related to perception."
            },
            {
                "name": "Skill",
                "description": "You are practiced in using one bow variety of your choice."
            },
            {
                "name": "Skill",
                "description": "You are trained in stealth tasks. In areas of natural woodland, you are specialized in stealth tasks."
            },
            {
                "name": "Fragile",
                "description": "When you fail a Might defense roll to avoid damage, you take 1 extra point of damage."
            },
            {
                "name": "Additional Equipment",
                "description": "You have a bow and a quiver of arrows to go with it."
            }
        ],
        "links": [
            "Before putting an arrow in the forest intruders, you confronted them and met the PCs, who were on an important quest.",
            "Your heart yearned for farther shores, and the PCs offered to take you along to new places.",
            "Your home was burned by strangers from another place, and you gathered the PCs along the way as you tracked down the villains.",
            "An adventure was in the offing, and you didn't want to be left behind."
        ]
    },
    "gnome": {
        "name": "gnome",
        "description": "You are curious and love discovering ways to turn found things into art, tools, or weapons. You might be a sculptor, smith, artist, chef, storyteller, or inventor. Alchemy, magic, and engineering fascinate you. Other beings may see you as a strange mix of a nature-loving elf and a craft-obsessed dwarf, but you and your kind are unique people with a passion for life, exploration, and creation.",
        "characteristics": [
            {
                "name": "Genius",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in two skills that suit your creative nature, such as alchemy, smithing, poetry, cooking, woodcarving, or pottery."
            },
            {
                "name": "Skill",
                "description": "You are practiced in using hammers."
            },
            {
                "name": "Natural Affinity: You gain one of the following abilities",
                "description": "Communication, Eyes Adjusted, or Minor Illusion."
            },
            {
                "name": "Inability",
                "description": "Your small size makes some physical tasks difficult. Might-based tasks are hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You have a bag of light tools or a bag of heavy tools."
            }
        ],
        "links": [
            "You think an object or material you've been looking for can be found where the other PCs are going.",
            "You were recruited because of your knowledge on a particular subject.",
            "You were bored and it sounded like the PCs were going to do something interesting.",
            "You owe one of the PCs a favor for a useful gift in the past."
        ]
    },
    "half-giant": {
        "name": "half-giant",
        "description": "You stand at least 12 feet (4 m) tall and tower over everyone around you. Whether you are a full-blooded giant or merely have giant heritage from large ancestors, you're massive. Always large for your age, it became an issue only once you reached puberty and topped 7 feet (2 m) in height, and kept growing from there.",
        "characteristics": [
            {
                "name": "Tough",
                "description": "+4 to your Might Pool."
            },
            {
                "name": "Mass and Strength",
                "description": "You inflict +1 point of damage with your melee attacks and attacks with thrown weapons."
            },
            {
                "name": "Breaker",
                "description": "Tasks related to breaking things by smashing them are eased."
            },
            {
                "name": "Inability",
                "description": "You're too large to accomplish normal things. Tasks related to initiative, stealth, and fine manipulation of any sort (such as lockpicking or repair tasks) are hindered."
            },
            {
                "name": "Additional Equipment",
                "description": "You have a heavy weapon of your choice."
            }
        ],
        "links": [
            "You fished the PCs out of a deep hole they'd fallen into while exploring.",
            "You were the PCs' guide in the land of giants and stayed with them afterward.",
            "The PCs helped you escape a nether realm where other giants were imprisoned by the gods.",
            "You kept the PCs from being discovered by hiding them behind your bulk when they were on the run."
        ]
    },
    "halfling": {
        "name": "halfling",
        "description": "Three feet tall and proud, you are fond of the comforts of home but itching for a little adventure now and then. Small and quick, you have a way of getting along with everyone. You might have been raised in a halfling village, a mixed community where humans and the small folk work and eat side by side as friends, or a less welcoming environment where your people get things done using deception and criminal activity. You and humans have a lot in common-you're just more compact and efficient about it.",
        "characteristics": [
            {
                "name": "Agile",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in pleasant social interactions."
            },
            {
                "name": "Skill",
                "description": "You are trained in stealth."
            },
            {
                "name": "Skill",
                "description": "You are trained in Intellect defense."
            },
            {
                "name": "Advantage",
                "description": "When you use 1 XP to reroll a d20 for any roll that affects only you, add 3 to the reroll."
            },
            {
                "name": "Inability",
                "description": "Your small size makes some physical tasks difficult. Might-based tasks are hindered."
            }
        ],
        "links": [
            "You were fleeing someone and literally ran into the other PCs.",
            "You were invited (or invited yourself) as a good luck charm.",
            "You were tricked into going with the other PCs or were brought along despite your very reasonable objections.",
            "You're very protective of another PC and want to make sure they get through the upcoming challenges."
        ]
    },
    "helborn": {
        "name": "helborn",
        "description": "Demons of the underworld sometimes escape. When they do, they can taint human bloodlines. Things like you are the result of such unnatural unions. Part human and part something else, you are an orphan of a supernatural dalliance. Thanks to your unsettling appearance, you've probably been forced to make your own way in a world that often fears and resents you. Some of your kin have large horns, tails, and pointed teeth. Others are more subtle or more obvious in their differences-a shadow of a knife-edge in their face and a touch that withers normal plants, a little too much fire in their eyes and a scent of ash in the air, a forked tongue, goatlike legs, or the inability to cast a shadow. Work with the GM on your particular helborn appearance.",
        "characteristics": [
            {
                "name": "Devious",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in tasks related to magic lore and lore of the underworld."
            },
            {
                "name": "Fire Adapted",
                "description": "+2 to Armor against damage from fire only."
            },
            {
                "name": "Helborn Magic",
                "description": "You are inherently magical. Choose one low-tier ability from the Abilities chapter. If the GM agrees it is appropriate, you gain that ability as part of your helborn heritage, and can use it like any other type or focus ability."
            },
            {
                "name": "Inner Evil",
                "description": "You sometimes lose control and risk hurting your allies. When you roll a 1, the GM has the option to intrude by indicating that you lose control. Once you've lost control, you attack any and every living creature within short range. You can't spend Intellect points for any reason other than to try to regain control (a difficulty 2 task). After you regain control, you suffer a -1 penalty to all rolls for one hour."
            },
            {
                "name": "Inability",
                "description": "People distrust you. Tasks to persuade or deceive are hindered."
            }
        ],
        "links": [
            "You were nearly beaten to death by people who didn't like your look, but the PCs found and revived you.",
            "The PCs hired you for your knowledge of magic.",
            "Every so often you get visions of people trapped in the underworld. You tracked those people down and found the PCs, who'd never visited the underworld. Yet.",
            "Your situation at home became untenable because of how people reacted to your looks. You joined the PCs to get away."
        ]
    },
    "lizardfolk": {
        "name": "lizardfolk",
        "description": "You are from a long line of fierce reptilian predators. You show your fangs and scales proudly. Your people survive and thrive in the wetlands, guarding their eggs, raising their hatchlings, and protecting their territory. City-builders may call you a savage and your culture primitive, but there is grace in your hunting, artistry in your crafting, joy in your songs, and reverence in your worship.",
        "characteristics": [
            {
                "name": "Agile",
                "description": "+2 to your Speed Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in balancing, jumping, and swimming."
            },
            {
                "name": "Skill",
                "description": "You are trained in hunting and tracking."
            },
            {
                "name": "Skill",
                "description": "You are practiced in using javelins and spears."
            },
            {
                "name": "Scaly",
                "description": "+1 to Armor."
            },
            {
                "name": "Inability",
                "description": "Your slightly clawed hands make fine detail work difficult. You have an inability with picking locks, picking pockets, and other manual dexterity tasks (but not crafting)."
            },
            {
                "name": "Additional Equipment",
                "description": "You have a spear and a pair of javelins."
            }
        ],
        "links": [
            "The other PCs were lost in your territory and you were sent to escort them out.",
            "Something has been attacking your community and you want to find and destroy it.",
            "You were exiled from your community and need to prove your worthiness before you can return to it.",
            "You or your priest had a vision of you traveling with the other PCs."
        ]
    },
    "morlock": {
        "name": "morlock",
        "description": "You have lived your life deep underground in artificial bunkers, hidden from the world's destruction and the brutal scavengers that live above. As a morlock, you have a keen mind for the technology salvaged from the before-time. In fact, every morlock comes of age by fitting a piece of morlock technology to its body to provide enhancement and extend its life. This means that you are part flesh and part machine. Your skin is as pale as milk, except where it's been replaced with strips of metal and glowing circuits.",
        "characteristics": [
            {
                "name": "Enhanced Intelligence",
                "description": "+2 to your Intellect Pool."
            },
            {
                "name": "Cyborg Body",
                "description": "+2 to your Might Pool and your Speed Pool."
            },
            {
                "name": "Partially Metallic",
                "description": "+1 to Armor."
            },
            {
                "name": "Repair and Maintenance",
                "description": "As an entity of living flesh and humming machinery, you must first succeed on a difficulty 2 repair task before making a recovery roll. On a failure, the recovery roll is not used; however, the normal rules for retrying apply, and you must use Effort on a new roll if you wish to try again. In addition to the normal options for using Effort, you can choose to use Effort to heal additional points to your Pools (each level of Effort healing an additional 2 points to your Pools if you succeed)."
            },
            {
                "name": "Morlock Prejudice",
                "description": "While among non-morlocks, all positive interaction tasks are hindered."
            }
        ],
        "links": [
            "The PCs found you in a collapsed subterranean tunnel.",
            "The other PCs encountered you exploring underground, and you convinced them to allow you to accompany them.",
            "You were exiled from the morlock communities and needed help on the surface.",
            "The only way to save the morlock community you hail from is to venture to the surface and find a mechanical part needed to repair a failing ancient system."
        ]
    },
    "roach": {
        "name": "roach",
        "description": "You are born of a species of evolved insects once called \"cockroach,\" but that is far in the past. Radiation and forced evolution have radically increased your size, shape, and ability to think. Your exoskeleton mimics the shape of a human being, though not perfectly. When you move about human society, shadows and cloaks are your ally if you wish to pass unnoticed. When those of your kind are discovered, it usually goes poorly for someone. You, however, have a wandering spirit and seek to explore the fallen world and find a new way forward.",
        "characteristics": [
            {
                "name": "Scuttler",
                "description": "Your Speed Edge increases by 1."
            },
            {
                "name": "Sense by Scent",
                "description": "You can sense your environment even in total darkness."
            },
            {
                "name": "Cling",
                "description": "You can move an immediate distance each round on walls or clinging to the ceiling."
            },
            {
                "name": "Carapace",
                "description": "+1 to Armor."
            },
            {
                "name": "Glide",
                "description": "You can extend small wings from your carapace that grant an asset in jumping tasks and allow you to fall up to a short distance without taking damage."
            },
            {
                "name": "Skill",
                "description": "You are trained in disguise tasks."
            },
            {
                "name": "Inability",
                "description": "You are susceptible to disease and poison. Defense rolls against disease or poison are hindered."
            },
            {
                "name": "Inability",
                "description": "You mimic a human, but you are not as fierce. Tasks involving combat- including attack and defense rolls-are hindered."
            },
            {
                "name": "Insect Prejudice",
                "description": "While among non-roaches, all positive interaction tasks are hindered."
            }
        ],
        "links": [
            "The PCs didn't realize what you were when they asked for your help.",
            "You've managed to hide your roach ancestry so well that everyone thinks you are like them.",
            "You are the last of your kind.",
            "You have a secret agenda, and the PCs were gullible enough to let you come along."
        ]
    },
    "artificially_intelligent": {
        "name": "artificially intelligent",
        "description": "You are a machine-not just a sentient machine, but a sapient one. Your awareness might make you an exception, or there may be many like you, depending on the setting.",
        "characteristics": [
            {
                "name": "Superintelligent",
                "description": "+4 to your Intellect Pool."
            },
            {
                "name": "Artificial Body",
                "description": "+3 to your Might Pool and your Speed Pool."
            },
            {
                "name": "Shell",
                "description": "+1 to Armor."
            },
            {
                "name": "Limited Recovery",
                "description": "Resting restores points only to your Intellect Pool, not to your Might Pool or your Speed Pool."
            },
            {
                "name": "Mechanics, Not Medicines",
                "description": "Conventional healing methods, including the vast majority of restorative devices and medicines, do not restore points to any of your Pools. You can recover points to your Intellect Pool only by resting, and you can recover points to your Speed and Might Pools only through repair. The difficulty of the repair task is equal to the number of points of damage sustained, to a maximum of 10. Repairing your Might and Speed Pools are always two different tasks."
            },
            {
                "name": "Machine Vulnerabilities and Invulnerabilities",
                "description": "Damaging effects and other threats that rely on an organic system-poison, disease, cell disruption, and so on-have no effect on you. Neither do beneficial drugs or other effects. Conversely, things that normally affect only inorganic or inanimate objects can affect you, as can effects that disrupt machines."
            },
            {
                "name": "Uncanny Valley",
                "description": "You have a hard time relating to organic beings, and they don't react well to you. All positive interaction tasks with such beings are hindered by two steps."
            }
        ],
        "links": []
    },
    "quintar": {
        "name": "quintar",
        "description": "You are a quintar from the planet Quint. You are basically humanoid but taller, thinner, and blue skinned. Your hands end in three very long fingers. Quintar have five genders, but all quintar prefer to be addressed as female when communicating with more binary species. Human emotions and sexuality fascinate them, but not because they don't have such concepts-quintar emotions and sexuality are just very different from those of humans. In general, quintar are more cerebral than other species, valuing knowledge over all else.",
        "characteristics": [
            {
                "name": "Cerebral",
                "description": "+4 to your Intellect Pool."
            },
            {
                "name": "Skill",
                "description": "You are trained in one type of knowledge task of your choice."
            },
            {
                "name": "Skill",
                "description": "Quintar fascination with human behavior eases all interaction rolls (pleasant or not) with humans."
            },
            {
                "name": "Difficult Rest",
                "description": "Quintar subtract 2 from all recovery rolls (minimum 1)."
            }
        ],
        "links": []
    }
}